Repository: domoslabs/juci
Catalog: plugins/juci-upnp/po/*.po
Languages: jp, sv

source: Allow
jp: 許可
sv: Tillåt

source: Deny
jp: 否定
sv: Förneka

source: UPNP Settings
jp: UPnP設定
sv: UPNP Inställningar

source: internet.services.upnp.info
jp: インターネット.サービス.upnp.インフォ
sv: Konfigurera UPNP för att kunna automatiskt öppna port-forwarding på boxen (användbart för spel och annat)

source: General Settings
jp: 一般設定
sv: Generella Inställningar

source: Automatically Start Service At Bootup
jp: 起動時に自動的にサービスを開始する
sv: Starta servicen automatiskt vid uppstart

source: Enable upnp daemon at boot time
jp: 起動時にUPnPデーモンを有効にする
sv: Aktivera UPnP demon vid uppstart

source: Start / Stop Service
jp: サービス開始・停止
sv: Starta/Stoppa tjänsten

source: Start/stop upnp daemon (make sure you have WAN connection!)
jp: UPnPデーモンの起動・停止（WAN接続があることを確認してください）
sv: Starta/Stoppa UPnP demonen (Se till att du har en WAN anslutning!)

source: Enable UPNP
jp: UPnP有効化
sv: Aktivera UPnP

source: Enable UPNP protocol
jp: UPnPプロトコル有効化
sv: Aktivera UPnP protokol

source: Enable NAT-PMP
jp: NAT-PMP有効化
sv: Aktivera NAT-PMP

source: Enable NAT-PMP protocol
jp: NAT-PMPプロトコルを有効にする
sv: Aktivera NAT-PMP protokol

source: Enable secure mode
jp: セキュアモード有効化
sv: Slå på Säkert läge

source: Enable additional logging
jp: 追加ログを有効にする
sv: Slå på ytterligare-loggning

source: Puts extra debugging information into the system log
jp: 追加のデバッグ情報をシステムログに記録する
sv: Lägger till extra debugging information till system loggarna

source: Downlink
jp: ダウンリンク
sv: Nedlänk

source: Value in KByte/s, informational only
jp: KByte/s値、通知のみ
sv: Värde i KByte/s, endast information

source: Uplink
jp: アップリンク
sv: Upplänk

source: Port
jp: ポート

source: External Interface
jp: 外部インターフェース
sv: Yttre Interface

source: Internal Interface
jp: 内部インターフェース
sv: Innre Interface

source: Advanced Settings
jp: 拡張設定
sv: Avanserade inställningar

source: Device UUID
jp: デバイスUUID
sv: Enhets-UUID

source: Announced serial number
jp: アナウンスされているシリアルナンバー
sv: Annonserat serie nummer

source: Serial Number
jp: シリアルナンバー
sv: Serienummer

source: Announced model number
jp: アナウンスされているモデルナンバー
sv: Annonserat modell nummer

source: Model Number
jp: モデルナンバー
sv: Modell nummer

source: Notify interval
jp: 通知間隔
sv: Notifieringsintervall

source: Clean rules threshold
jp: ルールクリーンしきい値

source: Clean rules interval
jp: ルールクリーン間隔

source: UPnP lease file
jp: UPnPリースファイル
sv: UPnP lease fil

source: UPnP ACLs
jp: UPnP ACL
sv: UPnP ACL listor

source: UPnP Open Ports
jp: UPnP開放ポート
sv: UPnP öppna portar

source: No UPnP ports currently in use
jp: 現在使用中のUPnPポートはありません
sv: Inga portar används för tillfället

source: Bytes
jp: バイト

source: Target
jp: ターゲット
sv: Mål

source: Source
jp: 送信元
sv: Källa

source: Dest.
jp: 宛先

source: Comment
jp: コメント
sv: Kommentarer

source: External ports
jp: 外部ポート
sv: Externa portar

source: Internal addresses
jp: 内部アドレス
sv: Intern adress

source: Internal ports
jp: 内部ポート
sv: Interna portar

source: Sort
jp: ソート

source: Delete
jp: 削除
sv: Ta bort

source: Add ACL
jp: ACL追加

source: Packets cnt.
jp: パケットカウント
sv: Antal paket

source: menu-upnpd-status-title
jp: メニュー-upnpd-システム-プロセス-タイトル
sv: UHTTPD

source: menu-upnpd-settings-title
jp: メニュー-upnpd-設定-タイトル
sv: UHTTPD

source: Presentation URL
sv: Presentations URL

source: Pkts. cnt.
sv: Antal paket

source: Proto.
sv: Protokoll

source: Action
sv: Åtgärd

source: Proto
sv: Protokoll

source: upnpd-settings-title
sv: UHTTPD

source: upnpd-status-title
sv: UHTTPD
