Repository: domoslabs/juci
Catalog: plugins/juci-diagnostics/po/*.po
Languages: fi, ja

source: Not a valid domain or ip address
fi: Verkkotunnus tai IP-osoite ei ole kelvollinen
ja: 有効なドメインまたはIPアドレスではありません

source: Download
fi: Lataus
ja: ダウンロード

source: Upload
fi: Lähetys
ja: アップロード

source: Download/Upload
fi: Lataus/Lähetys
ja: ダウンロード/アップロード

source: Server and port is mandatory
fi: Palvelin ja portti pakollinen
ja: サーバーとポートは必須です

source: error deleting server
fi: virhe palvelinta poistettaessa
ja: サーバー削除エラー

source: Downstream:
fi: Lataus:
ja: ダウンストリーム：

source: Mbit/s Upstream:
fi: Mbit/s lähetys
ja: Mbit/s アップストリーム：

source: Upstream:
fi: Lähetys:
ja: アップストリーム：

source: No speeds found
fi: Nopeuksia ei saatavilla
ja: 速度が見つからない

source: Wrong TP-test address and/or port
fi: Virheellinen TP-testiosoite ja/tai -portti
ja: 間違ったTPテストアドレスまたはポート

source: Address and port needed
fi: Osoite ja portti tarvitaan
ja: アドレスとポートが必要です

source: The test can take up to two minutes
fi: Testi voi kestää jopa kaksi minuuttia
ja: テストには最大2分かかる

source: Direction
fi: Suunta
ja: 方向

source: Automatic transfer size
fi: Automaattinen siirron koko
ja: 自動転送サイズ

source: Download transfer size
fi: Latauksen siirron koko
ja: ダウンロード転送サイズ

source: Upload transfer size
fi: Lähetyksen siirron koko
ja: アップロード転送サイズ

source: Server
fi: Palvelin
ja: サーバー

source: Run test
fi: Suorita testi...
ja: テスト実行

source: Test results
fi: Jäljityksen tulokset
ja: テスト結果

source: Error
fi: Virhe
ja: エラー

source: Port
fi: Palvelin
ja: ポート

source: Add test server
fi: Lisää Testipalvelin
ja: テストサーバーを追加する

source: Diagnostic Utility
fi: Diagnostiikkatyökalu
ja: 診断ユーティリティ

source: status.diagnostics.info
ja: ステータス.診断.インフォ

source: Ping Test
fi: Ping-testi
ja: PINGテスト

source: status.diagnostics.ping.info
fi: Syötä kohteen verkkonimi tai IP-osoite suorittaaksesi Ping testi.
ja: ステータス.診断.PING.インフォ

source: Host to ping
fi: Isäntäkone, jota pingataan
ja: PING宛先

source: Running Ping
fi: Suoritetaan ping
ja: PING開始

source: Ping results
fi: Ping-tulokset
ja: PING結果

source: Tracing Tool
fi: Jäljitystyökalu
ja: トレースツール

source: status.diagnostics.trace.info
fi: Syötä kohteen verkkonimi tai IP-osoite suorittaaksesi jäljityksen
ja: スタータス.診断.トレース.インフォ

source: Host to trace
fi: Jäljitettävä isäntäkone
ja: トレースするホスト

source: Trace
fi: Jäljitä
ja: トレース

source: Running Trace
fi: Suoritetaan jäljitystä
ja: トレースの実行

source: Trace results
fi: Jäljityksen tulokset
ja: トレース結果

source: Speed Test
fi: TP-nopeustesti
ja: スピードテスト

source: menu-status-diagnostics-title
fi: Diagnostiikka
ja: メニュー-ステータス-診断-タイトル

source: menu-status-diagnostics-speedtest-title
fi: TP-nopeustesti
ja: メニュー-ステータス-診断-スピードテスト-タイトル
