Repository: domoslabs/juci
Catalog: plugins/juci-mwan3/po/*.po
Languages: fi, ja

source: No more network interfaces to add
fi: Verkkoyhteyksiä ei ole saatavilla enempää

source: Add New Interface
fi: Lisää uusi verkkoliitäntä
ja: 新しいインターフェースを追加する

source: Are you sure you want to delete interface
fi: Haluatko varmasti poistaa tämän?
ja: インタフェースを削除してもよろしいですか？

source: Add New Member
fi: Lisää uusi jäsen
ja: 新しいメンバーを追加

source: No name entered
fi: Ei syötettyä nimeä
ja: 名前が入力されていません

source: Are you sure you want to delete member
fi: Haluatko varmasti poistaa tämän jäsenen?
ja: メンバーを削除してもよろしいですか？

source: Add New Policy
fi: Lisää uusi käytäntö
ja: 新しいポリシーを追加する

source: Are you sure you want to delete policy
fi: Haluatko varmasti poistaa käytännön?
ja: ポリシーを削除してもよろしいですか？

source: Add New Rule
fi: Lisää uusi sääntö
ja: 新しいルールを追加する

source: Are you sure you want to delete rule
fi: Haluatko varmasti poistaa tämän säännön?
ja: ルールを削除してもよろしいですか？

source: Gateway
fi: Yhdyskäytävä

source: Default
fi: Oletus
ja: デフォルト

source: All
fi: Kaikki
ja: 全て

source: Enabled
fi: Käytössä
ja: 有効化

source: Family
fi: Perhe
ja: ファミリー

source: Select Family
fi: Valitse perhe
ja: ファミリー選択

source: Tracking Type
fi: Seurantatyyppi

source: Set to DNS or Gateway to use that for tracking. Set to IP to enter IP manually
fi: Aseta DNS tai yhdyskäytävä seurantaa varten. Valitse IP käyttääksesi vapaavalintaista IP-osoitetta

source: Host(s) to ping
fi: Kohteet

source: Add Ping Host(s)
fi: Lisää kohde

source: Interface Reliability
fi: Liitännän luotettavuus
ja: インターフェースの信頼性

source: Number of hosts that must reply for the interface to be considered up
fi: Kohteiden määrä joiden tulee vastata, jotta liitännän voidaan olettaa olevan toiminnassa

source: Number of Pings
fi: Ping määrä
ja: PING数

source: Number of pings to send to each Host
fi: Lähetettävien pingien määrä per kohde
ja: 各ホストに送信するPINGの数

source: Timeout
fi: Aikakatkaisu
ja: タイムアウト

source: Number of seconds to wait for reply from host
fi: Kuinka kauan odotetaan vastausta kohteelta (sekunteina)
ja: ホストからの応答を待つ秒数

source: Interval
fi: Intervalli
ja: 間隔

source: Number of seconds between each test
fi: Aika jokaisen testin välillä sekunteina
ja: 各テスト間の秒数

source: Up
fi: Ylhäällä
ja: アップ

source: Number of successful tests to consider interface as up
fi: Onnistuneiden testien määrä kunnes voidaan olettaa, että liitäntä on ylhäällä
ja: インターフェイスをアップとみなすためのテストの成功回数

source: Down
fi: Alhaalla
ja: ダウン

source: Number of failed tests to consider interface as down
fi: Epännistuneiden testien määrä kunnes voidaan olettaa, että liitäntä on alhaalla
ja: インタフェースをダウンとみなすために失敗したテストの数

source: Enter Policy Name
fi: Syötä käytännön nimi
ja: ポリシー名を入力

source: Enter Rule Name
fi: Syötä säännön nimi
ja: ルール名を入力

source: Enter Member Name
fi: Lisää jäsenen nimi
ja: メンバーの名前を入力

source: Interface
fi: Liitäntä
ja: インターフェース

source: Select Interface
fi: Valitse liitäntä
ja: インタフェースの選択

source: Members within one policy with a lower metric have precedence over higher metric members
fi: Jäsenet joilla on alempi metric-arvo ovat etusijalla verrattuna korkeamman metric-arvon jäseniin
ja: より低いメトリックを持つ1つのポリシー内のメンバーは、より高いメトリックメンバーよりも優先します

source: Weight
fi: Painoarvo
ja: 重さ

source: Members with same metric will distribute load based on this weight value
fi: Samalla metriikalla olevat jäsenet jakavat kuorman tämän arvon perusteella
ja: 同じメトリックを持つメンバーは、この重み値に基づいて負荷を分散します

source: Selected Members
fi: Valitse jäsenet
ja: 選択メンバー

source: Policy to use
fi: Käytettävä käytäntö
ja: 使用ポリシー

source: Use this policy for traffic that matches or set to default to use the default routing table to lookup
fi: Valitse käytäntö johon tätä sääntöä sovelletaan tai valitse oletus käyttääksei oletusreititystaulua
ja: ルックアップの為にデフォルトのルーティングテーブルを使用する様に、デフォルトと一致または設定されたトラフィックにこのポリシーを使用します

source: Select Policy
fi: Valitse käytäntö
ja: ポリシー選択

source: Any Source IP
fi: Mikä tahansa lähde-IP
ja: 任意のソースIP

source: Source IP
fi: Lähde-IP
ja: ソースIP

source: Match traffic from the specified source ip address
fi: Kohdista liikenne tietystä lähde IP-osoitteesta
ja: 指定された送信元IPアドレスからのトラフィックを照合する

source: Source Port
fi: Lähdeportti
ja: ソースポート

source: Match traffic from the specified source port or port range, if relevant protocol is specified
fi: Kohdista liikenne määritellystä lähdeportista tai -porttialueesta mikäli olennainen protokolla on määritelty
ja: 関連するプロトコルが指定されている場合、指定された送信元ポートまたはポート範囲からトラフィックを照合する

source: Protocol
fi: Protokolla
ja: プロトコル

source: Match traffic using the given protocol
fi: Kohdista liikenne käyttämällä annettua protokollaa
ja: 指定されたプロトコルを使用してトラフィックを照合する

source: Select Protocol
fi: Valitse protokolla
ja: プロトコル選択

source: Any Destination IP
fi: Mikä tahansa kohde-IP
ja: 任意の宛先IP

source: Destination IP
fi: Kohde-IP
ja: 宛先IP

source: Match traffic from the specified destination ip address
fi: Kohdista liikenne määritellystä kohde IP-osoitteesta
ja: 指定された宛先IPアドレスからトラフィックを照合する

source: Destination Port
fi: Kohdeportti
ja: 宛先ポート

source: Match traffic from the specified destination port or port range, if relevant protocol is specified
fi: Kohdista liikenne määritellystä kohdeportista tai -porttialueesta mikäli olennainen protokolla on määritelty
ja: 関連するプロトコルが指定されている場合は、指定された宛先ポートまたはポート範囲からトラフィックを照合する

source: IP Set
fi: IP-joukko
ja: IP指定

source: Match traffic directed at the given destination ip address to an ipset set
fi: Kohdista liikenne joka on ohjattu annetusta kohde IP-osoitteesta IP joukkoon
ja: 指定された宛先IPアドレスに向けられたトラフィックをIPセットに一致させる

source: Sticky
fi: Kiinteä
ja: スティッキー

source: Allow traffic from the same source ip address within the timeout limit to use same wan interface as prior session
fi: Salli liikenne samasta lähde IP-osoitteesta määritellyn aikakatkaisuarvon sisällä käyttääksesi samaa internet-liitäntää kuin aiempi sessio
ja: タイムアウト制限内の同じ送信元IPアドレスからのトラフィックが、以前のセッションと同じWANインターフェイスを使用できるようにする

source: Stickiness timeout value in seconds
fi: Aikakatkaisun arvo sekunteina
ja: スティッキータイムアウト値（秒単位）

source: MultiWAN Configuration
fi: MultiWAN konfiguraatio
ja: マルチWAN設定

source: Settings
fi: Asetukset
ja: 設定

source: Members
fi: Jäsenet
ja: メンバー

source: Policies
fi: Käytännöt
ja: ポリシー

source: Rules
fi: Säännöt
ja: ルール

source: menu-internet-mwan3-title
fi: MultiWAN
ja: マルチWAN
