Repository: domoslabs/juci
Catalog: plugins/juci-broadcom-dsl/po/*.po
Languages: fi

source: DSL Status Information
fi: DSL Status

source: Line Status
fi: Linjan tila

source: Bit Rate
fi: Bittinopeus

source: Operating Data
fi: Käyttötiedot

source: Error Counter
fi: Solulaskija

source: Cell Statistics
fi: Solutilastot

source: Device
fi: Laite

source: Link type
fi: Linkin tyyppi

source: New device
fi: Fyysinen liitäntä

source: Please select a device in the list!
fi: Valitse laite luettelosta!

source: Are you sure you want to delete this device?
fi: Haluatko varmasti poistaa tämän säännön?

source: Status
fi: Tila

source: Mode
fi: DSL Mode

source: Latency Path 1
fi: Latenssi Path 1

source: Latency Path 2
fi: Latenssi Path 1

source: Latency Path 1 & 2
fi: Latenssi Path 1

source: Normal Priority
fi: Normaali prioriteetti

source: High Priority
fi: Korkea prioriteetti

source: Strict Priority Precedence
fi: Määritelty prioriteettijärjestys

source: Weighted Fair Queuing
fi: Painotettu Fair Queuing

source: PTM Priority
fi: PTM Prioriteetti

source: IP QoS Scheduler Algorithm
fi: IP QoS Scheduler algoritmi

source: You need to select a device!
fi: Valitse laite!

source: Name
fi: Nimi

source: ATM Virtual Path Identifier
fi: ATM virtuaaliväylän tunniste

source: ATM Virtual Channel Identifier
fi: ATM virtuaalikanavan tunniste

source: DSL Link Type
fi: DSL linkkityyppi

source: EoA is for PPPoE, IPoE and Bridge
fi: EOA on PPPoE, IPoE ja Bridge varten

source: Encapsulation Mode
fi: Kapselointitila

source: Service Type
fi: Palvelutyyppi

source: Device Name
fi: DNS Nimi

source: Select Device
fi: Fyysinen liitäntä

source: Select base DSL device
fi: Fyysinen liitäntä

source: No G.Fast info available.
fi: DSL info ei ole saatavilla

source: internet.ethernet.vdsl.info
fi: VDSL

source: VDSL Devices
fi: VDSL-laitteet

source: DSL Status
fi: Tila

source: dsl.status.info
fi: Tällä sivulla näet DSL yhteyden tilan

source: No DSL info available.
fi: DSL info ei ole saatavilla

source: internet.ethernet.adsl.info
fi: Ethernet

source: ADSL Devices
fi: ADSL-laitteet

source: menu-page-broadcom-vdsl-title
fi: VDSL

source: menu-page-broadcom-adsl-title
fi: ADSL

source: menu-page-broadcom-gfast-status-title
fi: DSL Status

source: menu-page-broadcom-dsl-status-title
fi: DSL Status
