Repository: domoslabs/juci
Catalog: plugins/juci-event/po/*.po
Languages: ja, sv

source: All types
ja: 全てのタイプ
sv: Alla typer

source: Emergency
sv: Akut

source: Alert
sv: Varning

source: Critical
sv: Kritisk

source: Warning
sv: Varning

source: Notice
sv: Notis

source: Informational
sv: Informell

source: Log Settings
ja: ログ設定
sv: Log inställningar

source: Log size
ja: ログサイズ
sv: Loggens storlek

source: Size of the file or circular memory buffer in KiB.
ja: KiBのファイルまたは循環メモリバッファのサイズ。
sv: Storlek på loggfilen i KiB

source: Log size in KB
ja: ログサイズ（KB単位）
sv: Loggstorlek i KB

source: Console Log Level
ja: コンソールログレベル
sv: Loggnivå

source: Number between 1-8. The maximum log level for kernel messages to be logged to the console. Only messages with a level lower than this will be printed to the console.
ja: 1から8までの数字。 コンソールに記録されるカーネルメッセージの最大ログレベル。 これより低いレベルのメッセージのみがコンソールに出力されます。
sv: Nummer mellan 1-8. Maximal loggnivå för meddelanden som ska loggas till konsolen. Endast meddelanden med lägre nivå kommer att loggas till konsolen.

source: Log level 1-8
ja: ログレベル 1-8
sv: Loggnivå 1-8

source: Enable remote logging
ja: リモートログを有効にする
sv: Slå på remote-loggning

source: Logging server IP
ja: ログサーバーIP
sv: IP för loggservern

source: IP address of a syslog server to which the log messages should be sent in addition to the local destination.
ja: ローカル宛先に加えてログメッセージを送信するsyslogサーバのIPアドレス。
sv: IP adress till servern dit loggmeddelnanden kommer att loggas

source: Port number of the remote syslog server specified with log_ip.
ja: log_ipで指定されたリモートsyslogサーバのポート番号。
sv: Portnummer på syslog servern

source: Event Log
ja: イベントログ
sv: Händelselogg

source: status.eventlog.info
sv: Händelseflöde

source: (Note: only latest
ja: (注：最新の
sv: (Notera: bara sista

source: lines are shown)
ja: ラインが示されています）
sv: raderna visas)

source: Log
ja: ログ
sv: Logg

source: Download All Logs
ja: 全てのログをダウンロード
sv: Ladda ner alla Loggar

source: Limit log list
ja: ログ表示数
sv: Limitera log listan

source: Filter log messages by Source
ja: フィルタリング
sv: Filtrera log-meddelanden på ursprung

source: Enter search string
ja: 検索文字列を入力
sv: Ange sök-text

source: Filter by type:
ja: フィルタタイプ指定：
sv: Filtrera på typ:

source: Filter by:
ja: フィルタ：
sv: Filtrera på:

source: Download As Text
ja: テキストとしてダウンロード
sv: Ladda ner i text format

source: Date
sv: Datum

source: Type
sv: Typ

source: Source
sv: Källa

source: Message
sv: Meddelande

source: event-log-config-title
sv: Inställningar

source: status-events-title
sv: Händelser

source: menu-event-log-config-title
ja: 設定
sv: Inställningar

source: menu-status-events-title
ja: イベントログ
sv: Händelser

source: Log port
ja: ログポート

source: Server port
ja: サーバポート
