Repository: domoslabs/juci
Catalog: plugins/juci-catv/po/*.po
Languages: fi

source: Inteno model
fi: Inteno malli

source: CATV Settings
fi: CATV asetukset

source: Enable
fi: Ota käyttöön

source: RF Enable
fi: Ota RF käyttöön

source: Filter
fi: Filtteri

source: CATV Status
fi: Kaapeli TV tila

source: No status available
fi: Ei tilatietoa saatavilla.

source: menu-settings-management-catv-title
fi: CATV

source: settings-management-catv-title
fi: CATV

source: menu-status-catv-title
fi: CATV Status

source: status-catv-title
fi: CATV status
