Repository: domoslabs/juci
Catalog: plugins/juci-mod-status/po/*.po
Languages: fi

source: Reboot
fi: Uudelleenkäynnistys

source: Are you sure you want to reboot?
fi: Haluatko varmasti poistaa tämän vyöhykkeen?

source: Yes
fi: Kyllä

source: No
fi: Ei

source: Hostname
fi: Isäntäkoneen nimi

source: IPv4-Address
fi: IPv4-osoite

source: MAC-Address
fi: MAC Osoite

source: Leasetime remaining
fi: Leasetime - jäljellä oleva aika

source: No active leases
fi: Ei aktiivisia leaseja

source: MAC address
fi: MAC-osoite

source: Signal
fi: Signaali

source: Noise
fi: Kohina

source: RX Rate
fi: RX Nopeus

source: TX Rate
fi: TX Nopeus

source: Active Connections
fi: Aktiivisia yhteyksiä

source: No active stations
fi: Ei aktiivisia tukiasemia

source: Restart
fi: Käynnistä uudelleen

source: status.restart.info
fi: Tällä sivulla voit yhdistää Internetiin uudelleen ja käynnistää modeemin uudelleen. Huomioi, että puhelin, Internet ja TV palvelut ovat poissa käytöstä prosessin aikana.

source: Click here to restart your device
fi: Paina tästä käynnistääksesi laitteesi uudelleen

source: Connections
fi: Yhteydet

source: DHCP Leases
fi: DHCP-varaukset

source: Active Stations
fi: Aktiivisia tukiasemia

source: menu-status-title
fi: Status

source: menu-settings-restart-title
fi: Uudelleenkäynnistys

source: menu-status-status-network-title
fi: Verkko
