Repository: domoslabs/juci
Catalog: plugins/juci-broadcom-iptv/po/*.po
Languages: fi

source: No DSCP
fi: Ei DSCP:tä

source: Standard (CS0)
fi: Normaali (CS0)

source: Low-Priority Data
fi: Alhaisen prioriteetin data

source: High-Throughput Data
fi: Korkean prioriteetin data

source: Operation, Administration and Maintenance
fi: Käyttö, hallinta ja ylläpito

source: Low-Latency Data
fi: Alhaisen latenssin data

source: Broadcast Video
fi: Video broadcast

source: Multimedia Streamingi
fi: Multimedian suoratoisto

source: Realtime Interactive
fi: Reaaliaikainen interaktiivinen

source: Signaling
fi: Signalointi

source: Telephony
fi: Puheliikenne

source: Network Control
fi: Verkon hallinta

source: IGMP version
fi: IGMP versio

source: Disabled
fi: Pois käytöstä

source: Standard
fi: Normaali

source: Blocking
fi: Estävä

source: Will be used to mark all outgoing IGMP packets
fi: Käytetään kaikkien lähtevien IGMP pakettien merkitsemiseen

source: Proxy interface
fi: Välityspalvelimen liitäntä

source: Default version
fi: Oletusversio

source: Choose default version from list
fi: Valitse oletusversio listasta

source: Query interval
fi: Kyselyn aikaväli

source: Query response interval
fi: Kyselyn vastaus aikaväli

source: Last member query interval
fi: Viimeinen jäsenen kysely aikaväli

source: Check box to enable LAN to LAN multicast
fi: Valintaruutu LAN-LAN multicast

source: Max groups
fi: Max ryhmät

source: Max sources
fi: Max lähteet

source: Max members
fi: Max jäsenet

source: Join immediate
fi: Liity heti

source: Enable IGMP proxy
fi: Ota IGMP välityspalvelin käyttöön

source: Ignore SSM Range
fi: Ohita SSM alue

source: IGMP snooping mode
fi: IGMP snooping tila

source: IGMP snooping interfaces
fi: IGMP snooping rajapinnat

source: No mcpd configuration found!
fi: MCPD konfiguraatiota ei löydy

source: menu-broadcom-iptv-title
fi: IPTV

source: broadcom-iptv-title
fi: IPTV
