Repository: domoslabs/juci
Catalog: plugins/juci-inteno-voice-client/po/*.po
Languages: sv

source: SIP users needs a name
sv: SIP användare behöver ett namn

source: SIP users needs a valid extension
sv: SIP användare behöver ett korrekt tillägg

source: Today
sv: Idag

source: Enabled
sv: Aktiv

source: Disabled
sv: Inaktiverad

source: Fixed
sv: Fast

source: Adaptive
sv: Adaptiv

source: Yes
sv: Ja

source: No
sv: Nej

source: Australia
sv: Australien

source: Belgium
sv: Belgien

source: Brazil
sv: Brasilien

source: Czech
sv: Tjeckien

source: Denmark
sv: Danmark

source: France
sv: Frankrike

source: Germany
sv: Tyskland

source: Hungary
sv: Ungern

source: India
sv: Indien

source: Italy
sv: Italien

source: Netherlands
sv: Holland

source: New Zealand
sv: Nya Zeland

source: North America
sv: Nordamerika

source: Spain
sv: Spanien

source: Sweden
sv: Sverige

source: Switzerland
sv: Schweiz

source: Norway
sv: Norge

source: United Kingdoms
sv: England

source: United Arab Emirates
sv: Förenade arabemiraten

source: off
sv: av

source: Unknown
sv: Okänd

source: on
sv: på

source: Off
sv: Av

source: Conservative
sv: Konservativ

source: Aggressive
sv: Aggressiv

source: Listen on all interfaces
sv: Lyssna på alla interface

source: Congestion
sv: Upptaget

source: Info
sv: Information

source: Compatibility
sv: Kompabilitet

source: No Mailbox
sv: Ingen Mejlbox

source: Select Codec
sv: Välj Codec

source: Account
sv: Konto

source: Direct
sv: Direkt

source: No Account
sv: Inga Konton

source: Advanced Line Settings
sv: Avancerade Linje Inställningar

source: Locale selecton
sv: Land sektion

source: A restart is required for country changes to take effect
sv: En omstart behövs för att land ändringen skall slutföras

source: Enable Jitter Buffer
sv: Aktivera Jitter Buffer

source: Force Jitter Buffer
sv: Tvinga Jitter Buffer

source: Jitter Buffer implementation
sv: Jitter Buffer implementering

source: Enable Packet Loss Concealment
sv: Aktivera döljande av paket förlust

source: Custom Dialplan
sv: Manuell Dialplan

source: Enable incomming dialplan
sv: Aktivera inkommande dialplan

source: Enable outgoing dialplan
sv: Aktivera utgående dialplan

source: Enable custom hangup
sv: Aktivera egna påläggningar

source: All ports Extension
sv: Telefontillägg

source: Test Audio Extension
sv: Testa Ljudtillägg

source: Test Echo Extension
sv: Testa echotillägg

source: Phone
sv: Telefoni

source: Schedule
sv: Schemaläggning

source: Name
sv: Namn

source: Internal Number
sv: Intern nummer

source: Outgoing Calls Number
sv: Utgående nummer

source: Pick Outgoing Number
sv: Välj utgående tel. nummer

source: Call Waiting
sv: Samtal väntar

source: Call ID Restriction
sv: Call-id restriktion

source: Transmit gain
sv: Sändnings vinst

source: Receive gain
sv: Mottagen vinst

source: Voice Lines
sv: Voiceportar

source: phone.lines.info
sv: Inställningar för telefonianslutningar

source: Phone Lines
sv: Telefonlinjer

source: Advanced SIP Settings
sv: Avancerade SIP inställningar

source: Sip Proxy servers
sv: Sip Proxy server

source: Allow incomming calls from the specified proxies
sv: Tillåt inkommande sammtal från den specifierade proxien

source: Add SIP Proxy
sv: Lägg till SIP proxy

source: Bind Interface
sv: Bindnings Interface

source: WAN Interface to bind to (listen on)
sv: WAN interface att binda mot (lyssna på)

source: Bindport
sv: Bindningsport

source: UDP Port to bind to (listen on)
sv: UDP Port att binda mot (lyssna på)

source: User Agent
sv: Användaragent

source: Allow the SIP header User-Agent to be customized
sv: Tillåt SIP header User-Agent att bli ändrad

source: RTP Port Range
sv: RTP portintervall

source: Register Interval
sv: Registrerings intervall

source: Time in seconds between registration attempts
sv: Tid i sekunder mellan registrerings försök

source: Realm
sv: Rike

source: Localnet
sv: Lokalt nät

source: Network addresses that are considered inside of the NATted network
sv: Nätverksaddress som övervägs inuti det NATade nätverket

source: Add Localnet
sv: Lägg till lokalt nät

source: Register Timeout
sv: Registreringstimeout

source: Time before giving up a registration attempt
sv: Tid innan registrerings försök uppges

source: Register Attempts
sv: Registrerings försök

source: Number of registration attempts before giving up (Set to 0 or empty to try forever)
sv: Antal registrerings försök (Sett till 0 eller tom för eviga försök)

source: Number of registration attempts before entering back-off state (Set to 0 or empty to disable)
sv: Antal registrerings försök innan back-off tillstånd (Set till 0 eller tom för att inaktivera)

source: Time before giving up a registration attempt in back-off state
sv: Tid innan registrerings försök ges upp i back-off tillstånd

source: Enable DNS SRV lookup
sv: Aktivera DNS server uppslagningar

source: DNS Manager
sv: DNS Hanterare

source: Enable Asterisk DNS manager
sv: Aktivera Asterisk DNS hantering

source: DNS Manager Refresh Interval
sv: DNS Hanterarens Uppdaterings intervall

source: Refresh intervall
sv: Uppdaterings intervall

source: Line suffix in contact header
sv: Linje suffix i kontakt-huvudet

source: Add a suffix indicating which lines are called to the sip contact header
sv: lägg till suffix i sip contakt-huvudet för att indikera vilka linjer som blir uppringda

source: SIP DiffServ
sv: SIP Diff Server

source: Audio DiffServ
sv: Ljud DiffServ

source: Congestion tone
sv: Upptaget signal

source: Tone to play on congestion
sv: Ljud att spela upp vid upptaget

source: Leave empty to disable the STUN monitor
sv: Lämna tom för att inaktivera STUN övervakning

source: Cipher string
sv: Cipher Sträng

source: Trusted CA
sv: Betrodd CA

source: Don't forget to press save to save your changes
sv: Glöm inte att spara dina ändringar

source: Account Name
sv: Kontonamn

source: Incoming calls to
sv: Inkommande samtal till

source: Mailbox
sv: Mejlbox

source: SIP domain name
sv: SIP domännamn

source: Domain name
sv: Domännamn

source: SIP Username
sv: SIP Användarnamn

source: The User id for the account, may be a phone number
sv: Användar ID för kontot, kan vara ett telefonnummer

source: User
sv: Användare

source: SIP Authentication Name
sv: SIP Autentiserings namn

source: Used in combination with password to register against SIP server
sv: Använd i kombination med lösenord för att registrera mot SIP server

source: Auth User
sv: Användarnamn

source: SIP Password
sv: SIP Lösenord

source: When your password is saved, it disappears from this field and is not displayed for your protection. The previously saved password will be changed only when you enter a value different from the saved one.
sv: När ditt lösenord sparas så försvinner det från detta fält för säkerhets skull. Det tidigare sparade lösenordet vill endast bli ändrat om du anger ett annat värde än det sparade.

source: wifi-iface.show_password
sv: Visa Lösenord

source: Display Name
sv: Uppvisnings namn

source: Display name used in Caller Id
sv: Uppvisningsnamn som visas på Caller ID

source: Preferred codecs
sv: Föredragen kodex

source: Encryption
sv: Kryptering

source: Use Secure Real-time Transport Protocol (SRTP)
sv: Använd Secure Real-time Transport Protocol (SRTP)

source: Use as Fax
sv: Använd som fax

source: Indicate that this SIP account will be used for a fax machine. This will force some settings to enable inband fax.
sv: Indikera att detta SIP konto kommer att bli använt med en fax. Detta kommer att tvinga inställningar för att möjliggöra inkommande fax.

source: SIP Server/Registrar
sv: SIP Server

source: Optional
sv: Frivillig

source: SIP Outbound Proxy
sv: SIP utgående proxy

source: SIP Outbound Proxy Port
sv: SIP Utgående Proxy Port

source: SIP Proxy Port
sv: SIP proxy

source: Incoming Phone Lines
sv: Inkommande telefonlinor

source: SIP Accounts
sv: SIP Konton

source: Extension
sv: Telefontillägg

source: Extension for this user
sv: tillägg för den här användaren

source: Username
sv: Användarnamn

source: The User id for the account (defaultuser)
sv: Användar id för kontot (standard användaren)

source: Password
sv: SIP Lösenord

source: Call out using SIP provider
sv: Ring med SIP kontot

source: Host
sv: Värd

source: Host for this user (leave empty for dynamic)
sv: Värd för den här användaren (lämna tom för dynamisk)

source: Qualify
sv: Kvalificera

source: Check that user is reachable
sv: Kolla så att användaren är nåbar

source: Voice Status
sv: Telefonstatus

source: status.voice.info
sv: Information om telefoni.

source: Your Phone Numbers
sv: Dina telefonnummer

source: status.voice_lines.info
sv: Status för telefoniuppkopplingar.

source: Your Phone Lines
sv: Dina telefonlinjer

source: Domain
sv: Domän

source: Registration interval (s)
sv: Registrerings intervall

source: Last registration
sv: Sista registreringen

source: State
sv: Tillstånd

source: Voice service is not available!
sv: Telefoni är inte tillgänglig

source: Call Log
sv: Samtalslogg

source: phone.call_log.info
sv: Inställningar för samtalslogg

source: Show calls for
sv: Visa samtal för

source: Pick phone
sv: Välj telefon

source: Date
sv: Datum

source: Time
sv: Tid

source: External Number
sv: Extern nummer

source: Your number
sv: Ditt nummer

source: Duration
sv: Varaktighet

source: Number Blocking
sv: Nummerblockering

source: phone.number_blocking.info
sv: Behåll kontrollen över dina räkningar och blockera utgående samtal till oönskade nummer.

source: Outgoing Number Blocking
sv: Utgående samtalsblockering

source: Phone Extension
sv: Telefontillägg

source: Block connections to all foreign numbers
sv: Blockera samtal till alla nummer i utlandet

source: Block connections to all special rate numbers
sv: Blockera samtal till specialnummer

source: Incoming Number Blocking
sv: Inkommande nummberblockering

source: Do not allow connections from these numbers
sv: Blockera samtal från dessa nummer.

source: Outgoing Calls
sv: Utgående Samtal

source: You can also block ranges of numbers.For example: '0160#' blocks all numbers starting with '0160'.
sv: Du kan också blockera ett intervall. Till exempel: "0160#" blockerar alla nummer som börjar med "0160".

source: Incoming Calls
sv: Inkommande samtal

source: Ringing Schedule
sv: Telefonischema

source: phone.schedule.info
sv: Definiera scheman när dina telefoner bör eller inte bör ringa.

source: During this time ringing is
sv: Denna tid är telefonsamtal

source: Select Schedule Mode
sv: Välj schemaläggningstyp

source: Add a new Ringing Schedule
sv: Lägg till nytt schema

source: Phone Number
sv: Telefonnummer

source: Pick Phone Number
sv: Välj telefonnummer

source: Day
sv: Dag

source: Number
sv: Nummer

source: Speed Dialing
sv: Snabbuppringning

source: phone.speed_dialing.info
sv: Inställningar för snabbuppringning

source: Remove all entries from speed dial list
sv: Ta bort alla nummer från snabbuppringningslistan

source: Clear
sv: Rensa

source: voice-sip-users-title
sv: SIP Användare

source: status-phone-title
sv: Status

source: voice-title
sv: Telefoni

source: voice-number-blocking-title
sv: Nummerblockering

source: voice-advanced-settings-dialplan-title
sv: Dialplan inställningar

source: voice-advanced-settings-sip-title
sv: SIP inställningar

source: voice-call-log-title
sv: Samtals logg

source: voice-advanced-settings-lines-title
sv: Linje inställningar

source: voice-sip-accounts-title
sv: SIP Konton

source: voice-lines-title
sv: Telefon linjer

source: voice-speed-dialing-title
sv: Snabbuppringning

source: voice-ringing-schedule-title
sv: Schemaläggning

source: voice-advanced-settings-title
sv: Avancerade Inställningar

source: menu-voice-sip-users-title
sv: SIP användare

source: menu-status-phone-title
sv: Status

source: menu-voice-title
sv: Telefoni

source: menu-voice-number-blocking-title
sv: Nummerblockering

source: menu-voice-advanced-settings-dialplan-title
sv: Dialplan inställningar

source: menu-voice-advanced-settings-sip-title
sv: SIP inställningar

source: menu-voice-call-log-title
sv: Samtals historik

source: menu-voice-advanced-settings-lines-title
sv: Linje inställningar

source: menu-voice-sip-accounts-title
sv: SIP Konton

source: menu-voice-lines-title
sv: Telefon linjer

source: menu-voice-speed-dialing-title
sv: Snabbuppringning

source: menu-voice-ringing-schedule-title
sv: Schemaläggning

source: menu-voice-advanced-settings-title
sv: Avancerade inställningar
