Repository: domoslabs/juci
Catalog: plugins/juci-uhttpd/po/*.po
Languages: sv

source: HTTPD Settings
sv: HTTPD inställningar

source: uhttpd.settings.info
sv: Här kan du konfigurera den embeddade web servern

source: WWW-root path
sv: WWW-root sökväg

source: UBUS Prefix
sv: UBUS prefix (ändra ej!)

source: Max Requests
sv: Max antal förfrågningar

source: Max Connections
sv: Max. Uppkopplingar

source: Specify UBUS return codes to log into system log
sv: Ange UBUS svarskod som skall loggas på systemet

source: Will only log status codes above that are returned by these ubus calls
sv: Vill bara logga status koder över som returneras av dessa UBUS anrop

source: Object.Method
sv: <objekt>.<metod>

source: page-uhttpd-settings-title
sv: UHTTPD

source: menu-page-uhttpd-settings-title
sv: UHTTPD
