Repository: domoslabs/juci
Catalog: plugins/juci-dnsmasq-dhcp/po/*.po
Languages: fi, ja, sv

source: LAN does not have IPv6 configured
fi: Lähiverkolla ei ole IPv6 konfigurointia
sv: LAN har inte IPv6 konfigurerat

source: MAC Class
fi: MAC-osoite
ja: MACクラス

source: Vendor ID
fi: Valmistajan ID
ja: ベンダーID

source: User Class
fi: Käyttäjäluokka
ja: ユーザクラス

source: Remote ID
fi: Kohde ID
ja: リモートID

source: Subscriber ID
fi: Tilaajan ID
ja: サブスクライバーID

source: Select type of Classification
fi: Valitse luokituksen tyyppi

source: Add new Tag
fi: Lisää uusi merkki
ja: 新しいタグを追加

source: Name can not be empty
fi: Nimi ei voi olla tyhjä

source: Invalid name, it may only contain (a-z, A-Z, 0-9 and _)
fi: Virheellinen nimi. Nimi voi sisältää vain merkit (a-z, A-Z, 0-9 ja _)
ja: 無効な名前です。(a-z、A-Z、0-9および_で入力して下さい)

source: Minutes
fi: Minuutit
ja: 分
sv: Minuter

source: Hour
fi: Tunti
ja: 時
sv: Timme

source: Hours
fi: Tuntia
ja: 時間
sv: Timmar

source: Hostname(s) for
fi: Isäntäkoneen nimi
ja: ホスト名
sv: Datornamn för

source: Hostname
fi: Isäntäkoneen nimi
ja: ホスト名
sv: Datornamn

source: Add a host
fi: Lisää isäntäkone
ja: ホスト追加
sv: Lägg till en värd

source: Family
fi: Perhe
ja: ファミリー
sv: Familj

source: IPv4 Address
fi: IPv4-osoite
ja: IPv4アドレス
sv: IPv4-adress

source: IPv6 Address
fi: IPv6 osoite
ja: IPv6アドレス
sv: IPv6-adress

source: Select Classifications Type
fi: Valitsen luokitustyyppi

source: Tag Name
fi: Merkin nimi
ja: タグ名

source: DHCP Server
fi: DHCP-palvelin
ja: DHCPサーバ

source: DHCP Pool Start
fi: DHCP ensimmäinen osoite
ja: DHCPプール開始アドレス

source: DHCP Pool Size
fi: Jaettavien osoitteiden määrä
ja: DHCPプールサイズ
sv: DHCP Pool storlek

source: DHCP Lease Time
fi: DHCP-varauksen aika
sv: DHCP-lease tid

source: Lease Time
fi: Vuokra-aika
ja: リース時間
sv: Leasetid

source: Advanced Settings
fi: Edistyneet asetukset
ja: 拡張設定
sv: avancerade inställningar

source: DHCP Options
fi: DHCP optiot
ja: DHCPオプション

source: ID:6 = DNS server, ID:15 = DNS domain name
fi: ID:6=DNS nimi palvelin; ID:15=DNS toimialuenimi
ja: ID:6 = DNSサーバ、ID:15 = DNSドメイン名

source: Dynamic DHCP
fi: Dynaaminen DHCP
ja: 動的DHCP

source: Force
fi: Pakota

source: IPv4 Netmask
fi: IPv4 aliverkon peite
ja: IPv4ネットマスク

source: IPv6 Settings
fi: IPv6-asetukset
ja: IPv6設定

source: DHCPv6-Service
fi: DHCPv6-palvelu
ja: DHCPv6サービス

source: Connection
fi: Yhteys
ja: 接続
sv: Uppkoppling

source: Network
fi: Verkko
ja: ネットワーク
sv: Nätverk

source: Hostnames
fi: Isäntäkoneiden nimet
ja: ホスト名
sv: värdnamn

source: DHCP options
fi: DHCP optiot
ja: DHCPオプション

source: IPv6 Address ID
fi: IPv6-osoite ID
ja: IPv6アドレスID
sv: IPv6-adress ID

source: No tag set
fi: Merkkiä ei ole asetettu

source: Add Host
fi: Lisää isäntäkone
ja: ホスト追加

source: Static DHCP
fi: Kiinteä DHCP
ja: 静的DHCP
sv: Statisk DHCP

source: Device Name
fi: Laitteen nimi
ja: デバイス名
sv: Enhetsnamn

source: MAC Address
fi: MAC-osoite
ja: MACアドレス
sv: MAC-adress

source: IP Address
fi: IP-osoite
ja: IPアドレス
sv: IP-adress

source: Tag
fi: Merkki
ja: タグ

source: DHCPv4 leases
fi: DHCPv4 varaukset
ja: DHCPv4リース
sv: DHCPv4 Leasar

source: DHCPv6 leases
fi: DHCPv6 varaukset
ja: DHCPv6リース
sv: DHCPv6 Leasar

source: Active DHCP Leases
fi: Aktiiviset DHCP-varaukset
sv: Activa DHCP Leasar

source: IPv4-Address
fi: IPv4 osoite
ja: IPv4アドレス
sv: IPv4-Adress

source: MAC-Address
fi: MAC osoite
ja: MACアドレス
sv: MAC-Adress

source: Leasetime remaining
fi: Varausaikaa jäljellä
sv: Återstående lease-tid

source: There are no active leases
fi: DHCP varauksia ei ole
sv: Det finns Inga aktiva leasar

source: IPv6-Address
fi: IPv6 osoite
ja: IPv6アドレス
sv: IPv6-Adress

source: Networkid
fi: Verkko
ja: ネットワークID

source: DHCP/DNS
fi: DHCP ja DNS

source: General Settings
fi: Yleiset asetukset
ja: 一般設定
sv: Generella Inställningar

source: Local domain
fi: Paikallinen toimialuenimi
ja: ローカルドメイン
sv: Lokalt domän

source: Log queries
fi: Kirjaa kyselyt lokiin
sv: Log förfrågningar

source: Write received DNS requests to syslog
fi: Kirjoita DNS kyselyt syslokiin
sv: Skriv mottagna DNS förfrågningar till system loggen

source: Leasefile
fi: DHCP-varaustiedosto
ja: リースファイル
sv: Leasetid

source: file where given DHCP-leases will be stored
fi: tiedosto, jonne DHCP-varaukset tallennetaan
ja: 指定されたDHCPリースが保存されるファイル
sv: Fil i vilken DHCP leasar sparas

source: Ignore resolve file
fi: Ohita resolve-tiedosto
ja: 解決したファイルを無視する
sv: Ignorera resolv filen

source: Resolve file
fi: Resolve tiedosto
ja: 解決したファイル
sv: Resolv fil

source: Tells dnsmasq to use this file to find upstream name servers
fi: Merkitse dnsmasq käyttämään tätä tiedostoa nimipalvelinten löytämiseen

source: Ignore Hosts file
fi: Ohita Hosts-tiedosto
sv: Ignorera Värd fil

source: Hostname Entries file(s)
fi: Isäntäkoneiden nimitiedosto

source: Additional host files to read for serving DNS responses
fi: Lisätiedostot DNS kyselyihin vastaamiseen
ja: DNS応答を処理する為に読み込む追加のホストファイル

source: Add Hostname file
fi: Lisää isäntäkoneiden nimitiedosto
ja: ホスト名ファイルを追加

source: Domain required
fi: Toimialueen nimi vaadittu
ja: ドメインが必要
sv: Domän behövs

source: Do not forward DNS-Requests without DNS-Name
fi: Älä edelleenlähetä DNS-kyselyitä ilman DNS-nimeä
ja: DNS名なしでDNS要求を転送しない
sv: Vidarebefodra inte DNS förfrågningar utan DNS namn

source: Authoritative
fi: Määräävä
ja: 権威がある

source: This is the only DHCP in the local network
fi: Tämä on ainoa DHCP-palvelin paikallisessa verkossa
ja: これは、ローカルネットワーク内の唯一のDHCP
sv: Detta är den enda DHCP i nätverket

source: Filter private
fi: Suodata yksityiset
ja: プライベートなフィルタリング
sv: Filtrera privat

source: Do not forward reverse lookups for local networks
fi: Älä edelleenlähetä käänteisiä hakuja paikallisesta verkosta
ja: ローカルネットワークの逆引きを転送しない
sv: Vidarebefodra inte bakvända uppslag för lokala nätverk

source: Filter useless
fi: Suodata käyttämättömät

source: Do not forward requests that cannot be answered by public name servers
fi: Älä edelleenlähetä kyselyitä joihin ei voida vastata julkisista DNS-palvelimista
ja: パブリックネームサーバーが応答出来ない要求を転送しない
sv: Vidarebefodra inte förfrågningar som inte kan svaras på av de publika namn-servrarna

source: Localise queries
fi: Paikallista kyselyt
ja: クエリのローカライズ

source: Localise hostname depending on the requesting subnet if multiple IPs are available
fi: Paikallista isäntäkone kysyvän aliverkon perusteella mikäli käytössä on useita IP-osoitteita
ja: 複数のIPが利用可能な場合は、要求しているサブネットに応じてホスト名をローカライズする

source: Local server
fi: Paikallinen palvelin
sv: Lokal server

source: Local domain specification. Names matching this domain are never forwarded and resolved from DHCP or hosts files only
fi: Paikallinen toimialue-erittely. Nimet, jotka vastaavat tätä toimialuetta ei koskaan edelleenlähetetä.
ja: ローカルドメイン指定。 このドメインに一致する名前は決して転送されず、DHCPまたはホストファイルのみから解決される。

source: Expand hosts
fi: Laajenna isäntäkoneet
ja: ホストを展開する
sv: Expandera värdar

source: Add local domain suffix to names served from hosts files
fi: Lisää paikallinen toimialueen pääte tarjoittuihin nimiin
ja: ホストファイルから提供される名前にローカルドメインサフィックスを追加する
sv: Lägg till locala domän suffix till namn tilldelade från värd filer

source: No negative cache
fi: Ei negatiivista välimuistia
ja: ネガティブキャッシュなし
sv: Inga negativa cashes

source: Do not cache negative replies, e.g. for not existing domains
fi: Älä tallenna välimuistiin negatiivisia vastauksia kuten esimerkiksi olemattomia toimialuenimiä
ja: ネガティブ応答をキャッシュしない 例：既存ではないドメイン
sv: Casha inte negativa svar tex. för att domän inte existerar

source: Strict order
fi: Ehdoton järjestys
sv: Strikt ordning

source: DNS servers will be queried in the order of the resolvfile
fi: DNS-palvelimille lähetetään kyselyt siinä järjestyksessä miten ne on konfiguroitu resolv-tiedostoon
sv: DNS servrar kommer att frågas i ordnignen som fås av resolvfile

source: Bogus NX Domain Override
fi: Virheellisen NX-toimialuenimen ohitus
sv: Bogus NX Domän överskrivning

source: List of hosts that supply bogus NX domain results
fi: Virheellisiä NX-toimialuenimiä lähettävien isäntäkoneiden lista
sv: Lista värdar som anger bogus NX domän resultat

source: ex. 67.215.65.132
fi: esimerkiksi 67.215.65.132
ja: 例：67.215.65.132

source: DNS forwarding
fi: DNS edelleenlähetys
ja: DNSフォワーディング
sv: DNS Vidarebefordring

source: List of DNS servers to forward requests to
fi: DNS palvelelimien lista joihin edelleenlähetetään pyynnöt
ja: リクエストを転送するDNSサーバのリスト
sv: Lista av DNS servrar att vidarebefodra förfrågningar till

source: ex. /example.org/10.1.2.3
fi: esim. /example.org/10.1.2.3
ja: 例：/example.org/10.1.2.3

source: Rebind protection
fi: Rebind-suojaus

source: Discard upstream RFC1918 responses
fi: Hylkää ylävirran RFC1918 vastaukset
ja: アップストリームRFC1918応答を破棄する
sv: Förkasta uppströms RFC1918 svar

source: Allow localhost
fi: Salli localhost
ja: 許可ローカルホスト
sv: Tillåt lokalvärd

source: Allow upstream responses in the 127.0.0.0/8 range, e.g. for RBL services
fi: Salli ylävirran vastatukset 127.0.0.0/8 verkosta. Esim RBL palvelut
ja: 127.0.0.0/8の範囲でアップストリームの応答を許可する 例：RBLサービス
sv: Tillåt uppströms svar i 127.0.0.0/8 räckvidden, tex. RBL services

source: Domain whitelist
fi: Sallitujen verkkotunnusten lista
ja: ドメインホワイトリスト
sv: Domän whitelist

source: List of domains to allow RFC1918 responses for
fi: Verkkotunnusten lista, joista sallitaan RFC1918 vastaukset
ja: RFC1918の応答を許可するドメインのリスト
sv: Lista av domän att tillåta RFC1918 svar för

source: ex. ihost.netflix.com
fi: esim. ihost.netflix.com
ja: 例：ihost.netflix.com

source: DNS server port
fi: DNS-palvelimen portti
ja: DNSサーバポート

source: Listening port for inbound DNS queries
fi: DNS-kyselyiden sisääntuleva portti
ja: 受信DNSクエリのリスニングポート
sv: Port att lyssna efter inkommande DNS förfrågningar på

source: DNS query port
fi: DNS-kyselyiden portti
ja: DNSクエリポート
sv: DNS förfrågnings port

source: Fixed source port for outbound DNS queries
fi: Kiinteä lähdeportti ulosmenevilel DNS-kyselyille
ja: アウトバウンドDNSクエリの固定送信元ポート
sv: Fixerad källport för utgående DNS förfrågningar

source: Max DHCP leases
fi: Max DHCP-varaukset
ja: 最大DHCPリース
sv: Max antal DHCP Leasar

source: Maximum allowed number of active DHCP leases
fi: Aktiivisten DHCP-varauksien suurin sallittu määrä
ja: アクティブなDHCPリースの最大許容数
sv: Maximalt tillåtna DHCP leasar

source: Max. EDNS0 packet size
fi: Suurin sallittu EDNS0 pakettikoko
ja: 最大DNS0パケットサイズ
sv: Max EDNS0 paket storlek

source: Maximum allowed size of EDNS.0 UDP packets
fi: Suurin sallittu EDNS0 UDP-pakettikoko
ja: EDNS.0 UDPパケットの最大許容サイズ
sv: Maximala tillåtna storlek på EDNS.0 UDP paket

source: Max. concurrent queries
fi: Suurin sallittu samanaikanen kyselymäärä
sv: Max samverkande förfrågningar

source: Maximum allowed number of concurrent DNS queries
fi: Suurin sallittu määrä samanaikaisia DNS-kyselyitä
sv: Maximalt tillåtet antal samverkande DNS förfrågningar

source: Hostname Entries
fi: Isäntäkoneiden merkinnät
sv: Värdnamnsinlägg

source: Classifications
fi: Luokitukset
ja: 分類

source: DNS Tags
fi: DNS merkit
ja: DNSタグ

source: menu-dhcp-settings-title
fi: DHCP
ja: メニュー-DHCP-設定-タイトル
sv: DHCP Inställningar

source: menu-dhcp-status-title
fi: DHCP tila
ja: メニュー-DHCP-ステータス-タイトル
sv: DHCP Status

source: Circuit ID
ja: サーキットID

source: DHCPv6-Mode
ja: DHCPv6モード

source: NDP-Proxy
ja: NDPプロキシ

source: Master
ja: マスター

source: IPv6 Unique ID
ja: IPv6ユニークID
sv: IPv6 unikt ID

source: Host ID (IPv6)
ja: ホストID(IPv6)
sv: IPv6 Värd-ID

source: Create Classification sections classify DHCP clients
ja: 分類セクションを作成すると、DHCPクライアントが分類される

source: Add Connected Host
sv: Lägg till enhet

source: DUID (IPv6)
sv: IPv6 DUID

source: Local domain suffix appended to DHCP names and hosts file entries
sv: lokal domän suffix läggs till på DHCP värdnamns inlägg

source: local DNS file
sv: local DNS fil

source: Filter usless
sv: Filtrera värdelösa

source: Local domain specification. Names matching this domain are never forwared and resolved from DHCP or hosts files only
sv: Lokal domän specifikation. Namn som matchar detta domän kommer aldrig att vidarebefodras och resolv endast från DHCP eller värd filer

source: dhcp-status-title
sv: DHCP Status

source: dhcp-settings-title
sv: DHCP Inställningar
