Repository: domoslabs/juci
Catalog: plugins/juci-icwmp/po/*.po
Languages: fi, ja

source: Enabled
fi: Käytössä
ja: 有効

source: Disabled
fi: Ei käytössä
ja: 無効

source: Emergency
fi: Hätätila
ja: 緊急

source: Alert
fi: Hälytys
ja: アラート

source: Critical
fi: Kriittinen
ja: クリティカル

source: Error
fi: Virhe
ja: エラー

source: Warning
fi: Varoitus
ja: 警告

source: Notice
fi: Huomio
ja: 通知

source: Debug
fi: Vianjäljitys
ja: デバッグ

source: TR69 Settings
fi: TR69 asetukset
ja: TR69の設定

source: Send connection request to ACS
fi: Lähetä yhteyspyyntö ACS palvelimelle

source: Send
fi: Lähetä

source: ACS User Name
fi: ACS käyttäjänimi
ja: ACSユーザ名

source: ACS Password
fi: ACS salasana
ja: ACSパスワード

source: Periodic Inform Enable
fi: Ota käyttöön säännöllinen ilmoitus
ja: 定期通知有効化

source: Periodic Inform Interval
fi: Säännöllisen ilmoituksen intervalli
ja: 定期通知間隔

source: Periodic Inform Time
fi: Säännöllisen ilmoituksen aika
ja: 定期通知時間

source: DHCP Discovery
fi: Osoite DHCP-optiolla
ja: DHCP検出

source: WAN Interface
fi: WAN liitäntä
ja: WANインターフェイス

source: Connection Request User Name
fi: ACS käyttäjänimi
ja: 接続要求ユーザー名

source: Connection Request Password
fi: ACS salasana
ja: 接続要求のパスワード

source: Port
fi: Portti
ja: ポート

source: Log Severity Level
fi: Lokitaso
ja: ログの重大度レベル

source: Log to console
fi: Lähetä loki konsoliin
ja: コンソールに記録する

source: Log to file
fi: Kirjoita lokitiedostoon
ja: ファイルに記録する

source: Log file max size
fi: Lokitiedoston suurin sallittu koko
ja: ログファイルの最大サイズ

source: Provisioning Code
fi: Privisiointikoodi
ja: プロビジョニングコード

source: Configure ACS specific settings
fi: Konfiguroi ACS asetukset
ja: ACS固有の設定を構成する

source: Configure CPE specific settings
fi: Konfiguroi päätelaitteen asetukset
ja: CPE固有の設定を構成する

source: menu-icwmp-config-title
fi: TR-069
ja: 設定

source: Info
ja: 情報
