Repository: domoslabs/juci
Catalog: plugins/juci-inteno-qos/po/*.po
Languages: fi

source: Low
fi: Matala

source: Enabled
fi: Käytössä

source: Download Speed
fi: Latausnopeus

source: Upload Speed
fi: Lähetysnopeus

source: New Class
fi: Uusi luokka

source: New Classgroup
fi: Uusi luokkaryhmä

source: New Interface
fi: Uusi liitäntä

source: All
fi: Kaikki

source: End value has to be larger than start value.
fi: Loppuarvon on oltava suurempi kuin alkuarvo.

source: Enable QoS
fi: Ota QoS käyttöön

source: Classification Group
fi: Luokitteluryhmä

source: Put an upper limit to the bandwidth that is slightly lower than the actual capacity. Do this to make sure QoS is activated before the hardware is saturated.
fi: Aseta arvoksi hieman pienempi arvo kuin varsinainen kapasiteetti jotta QoS aktivoituu ennen saturaatiota.

source: Limit Download Speed
fi: Rajoita latausnopeutta

source: Limit Upload Speed
fi: Rajoita lähetysnopeutta

source: Acceleration will be disabled when QoS is enabled
fi: Kiihdytys poistetaan käytöstä, kun QoS on käytössä

source: Priority
fi: Prioriteetti

source: Sets the proportion of the bandwidth used by this class during link saturation.
fi: Määrittää tämän luokan käyttämän kaistan osuuden linkin saturaation aikana.

source: Average Rate
fi: Keskimääräinen bittinopeus

source: Sets the proportion of the bandwidth used by this class on average.
fi: Määrittää tämän luokan käyttämän kaistanleveyden keskimääräisen osuuden.

source: Limit Rate
fi: Rajoita bittinopeutta

source: Sets the maximum allowed proportion of the bandwidth allowed for this class.
fi: Määrittää tämän luokan suurimman sallitun kaistanleveyden.

source: Packet Size
fi: Pakettikoko

source: Affects the burst speed. For short durations of time classes use extra bandwidth to make up for periods of low speed. Larger packet size allows for higher burst speeds at longer durations.
fi: Vaikuttaa purskeen nopeuteen. Lyhyitä jaksoja varten luokat käyttävät ylimääräistä kaistanleveyttä korvatakseen hitaat jaksot. Suurempi pakettikoko mahdollistaa suuremmat purskenopeudet pidemmillä kestoilla.

source: Packet Delay
fi: Pakettiviive

source: Sets a delay before packets are sent.
fi: Määritä paketin lähetysviive

source: Max Size
fi: Max koko

source: Class name
fi: Luokan nimi

source: Target
fi: Kohde

source: Protocol
fi: Protokolla

source: Source Host
fi: Lähdeisäntä

source: Destination Host
fi: Kohdeportti

source: Ports
fi: Portit

source: Choose Filtering
fi: Valitse suodatin

source: Source and Destinaton Ports
fi: Kohdeportit

source: Source and Destinaton Port Range
fi: Kohdeportit

source: Direction
fi: Suunta

source: Connbytes
fi: Yhteystavut

source: Precedence
fi: Presedenssi

source: Mark
fi: Merkki

source: Classes
fi: Luokat

source: Add a new class
fi: Lisää uusi luokka

source: Classgroup name
fi: Luokkaryhmän nimi

source: Interface name
fi: Liitännän nimi

source: Quality of service
fi: QoS

source: Interface
fi: Liitäntä

source: Class
fi: Luokka

source: Classgroup
fi: Luokkaryhmä

source: Classify
fi: Luokitus

source: Reclassify
fi: Uudellenluokitus

source: menu-juci-inteno-qos-title
fi: QoS
