Repository: domoslabs/juci
Catalog: plugins/juci-minidlna/po/*.po
Languages: fi

source: Standard Container
fi: Juurikansio

source: Browse directory
fi: Selaa hakemistoa

source: Music
fi: Musiikki

source: Video
fi: Vain video

source: Pictures
fi: Vain kuvia

source: Add folder to share
fi: Lisää jaettava kansio

source: Loading..
fi: Lataan...

source: All types
fi: Kaikki tyypit

source: Video only
fi: Vain video

source: Audio only
fi: Vain ääni

source: Pictures only
fi: Vain kuvia

source: Media type
fi: Mediatyyppi

source: Select folder
fi: Valitse kansio

source: Enable
fi: Ota käyttöön

source: General
fi: Yleiset asetukset

source: Port
fi: Portti

source: Port for HTTP (descriptions, SOAP, media transfer) traffic.
fi: HTTP portti

source: Network
fi: Verkko

source: Network interfaces to serve.
fi: Käytettävät liitännät

source: Friendly Name
fi: Nimi

source: minidlna.friendly.name.infoCustomize the name displayed to clients.
fi: Aseta tämä mikäli haluat muuttaa DLNA nimeä joka näkyy asiakaskoneille

source: Root Container
fi: Juurikansio

source: Media Directories
fi: Media Hakemistot

source: Album-Art Names
fi: Albumin Kansikuvanimet

source: This is a list of file names to check for when searching for album art.
fi: Tämä on tiedostonimilista jonka mukaan etsitään kansiokuvia

source: write list of album-art names
fi: Albumin Kansikuvanimet

source: Advanced
fi: Edistyneet asetukset

source: Database directory
fi: Tietokantakansio

source: Log directory
fi: Lokikansio

source: Enable inotify
fi: Ota käyttöön

source: Set this to enable inotify monitoring to automatically discover new files.
fi: Ota käyttöön inotify monitorointi

source: Enable TIVO
fi: Käytössä

source: Set this to enable support for streaming .jpg and .mp3 files to a TiVo supporting HMO.
fi: Tuki suoratoisto .jpg- ja .mp3-tiedostoille TiVo-palvelimelle, joka tukee HMO: ta.

source: Strict to DLNA standard
fi: Tiukka DLNA standardi

source: Presentation URL
fi: DLNA osoite

source: Notify interval
fi: Ilmoitusintervalli

source: Notify interval in seconds.
fi: Ilmoitusintervalli sekunteina

source: Announced serial number
fi: Imoitettava sarjanumero

source: Serial number the miniDLNA daemon will report to clients in its XML description.
fi: MiniDLNA XML-tiedoston sarjanumero

source: Announced model number
fi: Ilmoitettava mallinumero

source: Model number the miniDLNA daemon will report to clients in its XML description.
fi: MiniDLNA XML-tiedoston mallinumero

source: MiniDLNA
fi: MiniDLNA Asetukset

source: minidlna.infoMiniDLNA is server software with the aim of being fully compliant with DLNA/UPnP-AV clients.
fi: MiniDLNA on palvelinohjelmisto jonka tarkoituksena on olla täysin yhteensopiva DLNA/UPnP-AV koneiden kanssa

source: menu-internet-services-minidlna-title
fi: MiniDLNA
