Repository: domoslabs/juci
Catalog: plugins/juci-multiwan/po/*.po
Languages: fi

source: Disable
fi: Pois käytöstä

source: Load Balancer (Compability)
fi: Kuormanjako (Yhteensopivuus)

source: Fast Balancer (Distribution)
fi: Nopea jako (jakelu)

source: Method
fi: Tapa

source: Unknown
fi: Tuntematon

source: Interval
fi: Intervalli

source: sec
fi: sek

source: Failover to
fi: Käytä varayhteyttä

source: Error
fi: Virhe

source: No available networks to add!
fi: Ei lisättäviä verkkoja!

source: Add new Interface
fi: Lisää uusi liitäntä

source: Source addr:
fi: Lähdeosoite:

source: All
fi: Kaikki

source: Destination addr:
fi: Kohdeosoite:

source: Source Address
fi: Lähdeosoite

source: Leave empty for all
fi: Jätä tyhjäksi kaikkia varten

source: Destination Address
fi: Kohdeosoite

source: Protocol
fi: Protokolla

source: Ports
fi: Portit

source: Select Network Interface
fi: Valitse verkkoliitäntä

source: Load Balancer Distribution
fi: Kuormanjaon jakaminen

source: Health Monitor Method
fi: Valvontamenetelmä

source: Health Monitor Interval
fi: Valvontamenetelmän intervalli

source: Health Monitor ICMP Host(s)
fi: Valvontamenetelmän ICMP-kohteet

source: Health Monitor ICMP Timeout
fi: Valvontamelmän ICMP aikakatkaisu

source: Attempts Before WAN Failover
fi: Yritysten määrä ennenkuin WAN otetaan pois käytöstä

source: Attempts Before WAN Recovery
fi: Yritysten määrä kunnes WAN otetaan takaisin käyttöön

source: Failover Traffic Destination
fi: Toissijainen yhteys

source: DNS Server(s)
fi: DNS palvelimet

source: MultiWAN Configuration
fi: MultiWAN Määritys

source: Settings
fi: Asetukset

source: MultiWAN Enabled
fi: MultiWAN Käytössä

source: Default Route
fi: Oletusreitti

source: Traffic Rules
fi: Liikennöintisäännöt

source: menu-internet-multiwan-title
fi: Multiwan
