Repository: domoslabs/juci
Catalog: plugins/juci-mod-system/po/*.po
Languages: fi, jp

source: This will reset your configuration to factory defaults (except the settings selected to be saved). Do you want to continue?
fi: Laite palautetaan tehdasasetuksille lukuunottamatta niitä asetuksia, jotka on valittu pidettäväksi. Haluatko jatkaa?

source: Configuration has been restored. You need to reboot the device for settings to take effect! Do you want to reboot now?
fi: Konfiguraatio on palautettu. Laite on käynnistettävä uudelleen, jotta asetukset astuvat voimaan! Haluatko käynnistää uudelleen nyt?

source: Passwords do not match!
fi: Salasanat eivät täsmää!

source: Are you sure you want to save backup without password?
fi: Haluatko varmasti poistaa tämän vyöhykkeen?

source: Was not able to download backup. Please check access!
fi: Varmuuskopiota ei voi ladata. Tarkista yhteys!

source: Hostname
fi: Isäntäkoneen nimi
jp: ホスト名

source: N/A
fi: Ei saatavilla

source: Model
fi: Malli
jp: モデル

source: Serial No
fi: Sarjanumero
jp: シリアルナンバー

source: MAC Address
fi: MAC-osoite
jp: MACアドレス

source: Filesystem
fi: Tiedostojärjestelmä
jp: ファイルシステム

source: Firmware Version
fi: Ohjelmistoversio
jp: ファームウェアバージョン

source: Other Bank
fi: Toissijainen ohjelmisto

source: Kernel Version
fi: Ytimen versio
jp: カーネルバージョン

source: CFE Version
fi: CFE versio
jp: CFEバ―ジョン

source: Local Time
fi: Paikallinen aika
jp: ローカル時間

source: Uptime
fi: Päälläoloaika
jp: 起動時間

source: Active Connections
fi: Aktiiviset yhteydet

source: BRCM Version
fi: BRCM versio
jp: BRCMバージョン

source: Usage
fi: Käyttö
jp: 使用率

source: Shared
fi: Jaettu
jp: 共有

source: Buffered
fi: Puskuroitu
jp: 緩衝

source: Emergency
fi: Hätätila
jp: 緊急

source: Alert
fi: Varoitus
jp: アラート

source: Critical
fi: Kriittinen
jp: クリティカル

source: Error
fi: Virhe
jp: エラー

source: Warning
fi: Varoitus
jp: 警告

source: Notice
fi: Ilmoitus
jp: 通知

source: Everything
fi: Kaikki

source: Executions and Errors
fi: Suoritukset ja virheet

source: Only Errors
fi: Vain virheet
jp: エラーのみ

source: Circular
fi: Kierto

source: File
fi: Tiedosto
jp: ファイル

source: System Log Level
fi: Järjestelmän lokitustaso
jp: システムログレベル

source: Cron Log Level
fi: Cron lokitustaso
jp: Cronログレベル

source: Kernel Log Level
fi: Ytimen lokitustaso
jp: カーネルログレベル

source: If this is set to anything but <info> it will override system log level
fi: Mikäli tämä asetetaan muuksi kuin <info> ohitetaan järjestelmän lokitustaso
jp: これが<info>以外のものに設定されていると、システムログレベルをオーバーライドします

source: Buffersize
fi: Bufferin koko
jp: バッファサイズ

source: Log File
fi: Lokitiedosto
jp: ゴルファイル

source: Log IP
fi: Lokitus IP-osoite
jp: ログIP

source: Log Port
fi: Lokitusportti
jp: ログポート

source: Log Prefix
fi: Loki etuliite

source: Log Protocol
fi: Lokin protokolla
jp: ログプロトコル

source: Log Remote
fi: Lokita palvelimelle
jp: ログリモート

source: Log Size
fi: Lokin koko
jp: ログサイズ

source: Log Type
fi: Lokin tyyppi
jp: ログタイプ

source: Log Settings
fi: Lokiasetukset
jp: ログ設定

source: URL for checking Internet connection
fi: Internetyhteyden tarkistuksen kohdeosoite
jp: インターネット接続を確認するためのURL

source: www.example.com
fi: www.esimerkki.fi

source: Connectivity Test
fi: Yhteden testaus
jp: 接続性テスト

source: Manage Router Users Rights
fi: Hallinnoi reitittimen käyttäjien oikeuksia

source: Loading
fi: Lataan...
jp: 読み込み中

source: Services
fi: Fyysinen liitäntä
jp: サービス

source: Priority
fi: Prioriteetti
jp: 優先度

source: Service
fi: Fyysinen liitäntä
jp: サービス

source: Enable
fi: Ota käyttöön
jp: 有効

source: Action
fi: Toiminto
jp: アクション

source: Time servers (NTP)
fi: NTP-palvelimet
jp: 時間サーバ(NTP)

source: Server mode
fi: Palvelintila
jp: サーバモード

source: Time Servers
fi: Aikapalvelimet
jp: 時間サーバ

source: Configure LEDs
fi: Määritä LED-asetukset
jp: LED設定

source: settings.management.leds.info
fi: Voit sammuttaa laitteen LED-valoja liukusäätimestä
jp: 設定.管理.LED.インフォ

source: Timezone
fi: Aikavyöhyke
jp: タイムゾーン

source: General System Settings
fi: Yleiset järjestelmäasetukset

source: Configure Buttons
fi: Konfiguraatio
jp: ボタン設定

source: settings.management.buttons.info
fi: Hallinta
jp: 設定.管理.ボタン.インフォ

source: Management
fi: Hallinta
jp: 管理

source: Backup Configuration
fi: Asetusten varmuuskopio/palautus
jp: 設定バックアップ

source: settings.config.info
fi: Tallenna asetukset, palauta asetukset varmuuskopiosta tai palauta ohjelmiston oletusasetukset. Voit tallentaa varmuuskopion tietokoneellesi. Suosittelemme pitämään aina varmuuskopion tietokoneella viimeisimmästä konfiguraatiosta.
jp: 設定.コンフィグ.インフォ

source: Save configuration
fi: Tallenna salasanalla suojattu asetusten varmuuskopio tietokoneelle
jp: 設定保存

source: Save
fi: Tallenna
jp: 保存

source: Restore configuration
fi: Palauta asetukset tietokoneelle tallennetusta varmuuskopiosta
jp: 設定復旧

source: Load
fi: Lataa
jp: 読み込み

source: Factory Reset
fi: Oletusasetukset
jp: 工場出荷状態に戻す

source: Factory reset to default configuration
fi: Palauta oletusasetuksiin palauttaa modeemin tehdasasetuksille
jp: 工場出荷時のデフォルト設定へのリセット

source: Soft reset
fi: Kevyt nollaus

source: Save some settings over the factory reset
fi: Tallenna tietyt asetukset, vaikka tehdasasetukset palautettaisiin

source: WiFi settings
fi: WiFi asetukset

source: Port redirects
fi: Porttiohjaukset

source: Parental rules
fi: Käytönvalvonnan säännöt

source: User password
fi: Käyttäjän salasana

source: ICE config
fi: ICE konfiguraatio

source: Reset
fi: Palauta oletusasetuksiin
jp: リセット

source: Save Configuration to Computer
fi: Konfiguraatiomenetelmä

source: Password protection
fi: Salasanasuojattu
jp: パスワード保護

source: Comments
fi: Kommentit
jp: コメント

source: New Password
fi: Uusi salasana
jp: 新しいパスワード

source: Re-type password
fi: Anna salasana uudelleen
jp: 新しいパスワードを再入力

source: Downloading Backup
fi: Varmuuskopiota ladataan
jp: バックアップダウンロード中

source: Pick configuration backup to upload
fi: Valitse ladattava varmuuskopio
jp: アップロードする設定バックアップを選択

source: Backup file password
fi: Varmuuskopiotiedoston salasana
jp: バックアップファイルのパスワード

source: Password (if encrypted)
fi: Salasana (jos salattu)
jp: パスワード(暗号化している場合)

source: Please add a comment describing this configuration
fi: Lisää kommentti tästä konfiguraatiosta
jp: この設定を説明するコメントを追加して下さい

source: Change Account Passwords
fi: Vaihda salasana
jp: アカウントのパスワード変更

source: settings.password.info
fi: Aseta modeemin uusi salasana rajoittaaksesi modeemin hallintaan pääsyä.
jp: 設定.パスワード.情報

source: Change password for user
fi: Vaihda salasana
jp: ユーザのパスワード変更

source: Change Password
fi: Vaihda salasana
jp: パスワード変更

source: Reset Password
fi: Palauta salasana
jp: パスワードリセット

source: System Status
fi: Järjestelmän tila
jp: システム状態

source: Memory
fi: Muisti
jp: メモリー

source: Storage
fi: Tallennustila
jp: ストレージ

source: Total number of processes:
fi: Käynnissä olevat prosessit:
jp: プロセスの総数：

source: Total CPU usage:
fi: Prosessorin käyttöaste:
jp: 合計CPU使用率：

source: Processes
fi: Käynnissä olevat prosessit
jp: プロセス

source: System processes and CPU usage.
fi: Järjestelmän prosessit ja suorittimen käyttöaste
jp: システムプロセス及びCPU使用率。

source: Running Processes
fi: Käynnissä olevat prosessit
jp: 実行中のプロセス

source: Energy Settings
fi: Virranhallinta

source: settings.energy.info
fi: Vähennä virrankulusta poistamalla käyttämättömiä toimintoja käytöstä.
jp: 設定.エネルギー.エネルギー情報

source: USB Port
fi: USB-portti
jp: USBポート

source: Power-LED Brightness
fi: Power-LED:n kirkkaus
jp: 電源LEDの明るさ

source: menu-settings-system-log-title
fi: Loki
jp: メニュー-設定-システム-ログ-タイトル

source: menu-system-title
fi: Järjestelmä
jp: メニュー-システム-タイトル

source: menu-settings-hardware-buttons-title
fi: Painikkeet
jp: メニュー-設定-ハードウェア-ボタン-タイトル

source: menu-settings-configuration-title
fi: Asetusten varmuuskopio/palautus
jp: メニュー-設定-コンフィギレーション-タイトル

source: menu-settings-energy-title
fi: Virranhallinta
jp: メニュー-設定-エネルギー-タイトル

source: menu-settings-password-title
fi: Salasanat
jp: メニュー-設定-パスワード-タイトル

source: menu-settings-system-timeservers-title
fi: Aikapalvelimet
jp: メニュー-設定-システム-タイムサーバ-タイトル

source: menu-settings-services-title
fi: Palvelut
jp: メニュー-設定-サービス-タイトル

source: menu-settings-management-title
fi: Hallinta
jp: メニュー-設定-管理-タイトル

source: menu-settings-users-title
fi: Käyttäjät
jp: メニュー-スターツ-ユーザ-タイトル

source: menu-settings-connectivity-test-title
fi: Yhteystesti
jp: メニュー-設定-コネクティビティー-テスト-タイトル

source: menu-settings-hardware-title
fi: Laitteiston painikkeet ja valot
jp: メニュー-設定-ハードウェア-タイトル

source: menu-status-system-title
fi: Järjestelmä
jp: メニュー-スターツ-システム-タイトル

source: menu-settings-uci-title
fi: UCI
jp: メニュー-設定-uci-タイトル

source: menu-settings-hardware-leds-title
fi: LED
jp: メニュー-設定-ハードウェア-レッズ-タイトル

source: menu-settings-system-title
fi: Järjestelmä
jp: メニュー-設定-システム-タイトル

source: menu-status-system-processes-title
fi: Prosessit
jp: メニュー-ステータス-システム-プロセス-タイトル

source: Swap
jp: スワップ

source: Info
jp: 情報

source: Debug
jp: デバッグ

source: High verbosity
jp: 高冗長性

source: Low verbosity
jp: 低冗長性

source: settings.system.general
jp: 設定.システム.一般

source: status.system.processes.info
jp: スターツ.システム.プロセス.インフォ

source: Trailing null
jp: 末尾のヌル

source: Use trailing null insted of newline when using TCP
jp: TCPを使用する場合は、改行の代わりに末尾のヌルを使用する

source: system.management.info
jp: システム.管理.情報

source: Internet
jp: インターネット

source: Status-LED
jp: ステータスLED

source: Power-LED
jp: 電源LED

source: Missing uci config boardpanel.
jp: uci config boardpanelがありません。
