Repository: domoslabs/juci
Catalog: plugins/juci-firewall-fw3/po/*.po
Languages: fi, ja

source: Zone does not exist!
fi: Vyöhykettä ei ole!
ja: ゾーンは存在しません

source: Source port can not be empty!
fi: Lähdeportti ei voi olla tyhjä!
ja: アウトバウンドDNSクエリの固定送信元ポート

source: No day selected!
fi: Päivää ei ole valittu
ja: 選択された日はありません

source: No target host selected!
fi: Kohdelaitetta ei ole valittu!
ja: ホストID(IPv6)

source: No start and/or end time selected!
fi: Alku- ja/tai loppuaikaa ei ole valittu
ja: 開始時間及び/または終了時間が選択されていません

source: Parental Rule
fi: Käytönvalvonnan sääntö
ja: ペアレンタルルール

source: Source IP
fi: Lähdeosoite
ja: IPアドレス

source: Destination IP
fi: Kohdeosoite
ja: 宛先IP

source: Source Port(s)
fi: Lähdeportti/lähdeportit
ja: ソースポート

source: Destination Port(s)
fi: Kohdeportti/kohdeportit
ja: 宛先ポート

source: Please select a rule to delete!
fi: Valitse poistettava sääntö!
ja: 削除するリスト内のインスタンスを選択して下さい

source: Are you sure you want to delete this rule?
fi: Haluatko varmasti poistaa tämän säännön?
ja: このインスタンスを削除してもよろしいですか？

source: Input Policy
fi: Sisääntuleva käytäntö
ja: 入力ポリシー

source: Output Policy
fi: Lähtevä käytäntö
ja: 出力ポリシー

source: Forward Policy
fi: Edelleenlähetyskäytäntö
ja: フォワードポリシー

source: Please select a zone to delete!
fi: Valitse poistettava vyöhyke!
ja: 削除するリスト内のインスタンスを選択して下さい

source: Are you sure you want to delete this zone?
fi: Haluatko varmasti poistaa tämän vyöhykkeen?
ja: このインスタンスを削除してもよろしいですか？

source: Failed to create dmz configuration!
fi: DMZ-konfigurointi ei onnistunut!
ja: dmz設定を作成出来ませんでした！

source: A port forwarding rule with the same name already exists! Please specify a different name!
fi: Samanniminen porttiohjaussääntö on jo olemassa! Syötä uusi nimi!
ja: 同じ名前のポート転送ルールが既に存在します。 別の名前を指定して下さい！

source: ACCEPT
fi: HYVÄKSY
ja: 受諾

source: REJECT
fi: HYLKÄÄ
ja: 拒否

source: DROP
fi: PUDOTA
ja: ドロップ

source: FORWARD
fi: EDELLEENLÄHETYS
ja: フォワード

source: Firewall Zones can't have the same name
fi: Palomuurivyöhykkeet eivät voi olla saman nimisiä
ja: ファイアウォールゾーンは同じ名前を持つことは出来ません。

source: Please select a connection in the list!
fi: Valitse yhteys luettelosta!
ja: 削除するリスト内のインスタンスを選択して下さい

source: Are you sure you want to remove this network from this zone?
fi: Haluatko varmasti poistaa tämän verkon tältä vyöhykkeeltä?
ja: このゾーンからこのネットワークを削除しても宜しいですか？

source: All
ja: 全て

source: Rule may not have any excluded Public ports
fi: Säännöllä ei voi olla yhtäkään poissuljettua julkista porttia
ja: ルールには除外されたパブリックポートがない

source: Port mapping rule needs a name
fi: Porttiohjaussäännöllä tulee olla nimi
ja: ポートマピングルールには名前が必要です。

source: Fixe Errors before saving
fi: Korjaa virheet ennen tallentamista
ja: 保存前にエラーを修正する

source: Rule can not have empty Public port
fi: Säännöllä ei voi olla tyhjää julkista porttia
ja: ルールには空のパブリックポートはありません。

source: Device
fi: Laite
ja: デバイス

source: Any
fi: Mikä tahansa
ja: 任意

source: IP must be ether a valid IPv4 or a valid IPv6 Address
fi: IP-osoitteen on oltava kelvollinen IPv4- tai IPv6-osoite
ja: IPは有効なIPv4または有効なIPv6アドレスでなければなりません。

source: Name
fi: Nimi
ja: 名前

source: Default Policy
fi: Oletussääntö
ja: デフォルトポリシー

source: Masquerading
fi: NAT
ja: マスカレード

source: Allow forward to destination zones:
fi: Salli edelleenlähetys kohdevyöhykkeille:
ja: 宛先ゾーンへの転送を許可する：

source: Allow forward from source zones:
fi: Salli edelleenlähetys lähdevyöhykkeiltä:
ja: ソースゾーンから転送を許可する：

source: Zone members:
fi: Vyöhykkeen jäsenet:
ja: ゾーンメンバー：

source: Input
fi: Saapuva
ja: 入力

source: Output
fi: Lähtevä
ja: 出力

source: Forward
fi: Edelleenlähetys
ja: フォワード

source: Select protocol
fi: Valitse protokolla
ja: プロトコル選択

source: Local IP Address
fi: Paikallinen IP osoite
ja: ローカルIPアドレス

source: Protocol
fi: Protokolla
ja: プロトコル

source: Type
fi: Palvelutyyppi
ja: タイプ

source: Public port
fi: Julkinen Portti
ja: パブリックポート

source: Public port range
fi: Julkinen porttialue
ja: パブリックポート範囲

source: Private port
fi: Yksityinen portti
ja: プライベートポート

source: Private port range
fi: Yksityinen porttialue
ja: プライベートポート範囲

source: Internet access will be restricted for
fi: Internetyhteyden rajoitus laitteelle
ja: インターネットアクセスが制限される

source: during following times
fi: seuraavilla aikaväleillä
ja: 次の時間に

source: Weekdays
fi: MA – PE, Arkisin
ja: 平日

source: Start Time
fi: Aloitusaika
ja: 開始時間

source: Stop Time
fi: Lopetusaika
ja: 終了時間

source: Rule Name
fi: Säännön Nimi
ja: ルール名

source: Select Zone
fi: Valitse vyöhyke
ja: ゾーン選択

source: Destination Zone
fi: Kohdevyöhyke
ja: 宛先ゾーン

source: Source IP Address
fi: Lähdeosoite
ja: ソースIPアドレス

source: Select connected device
fi: Valitse yhdistetty laite
ja: デバイス名

source: Enable
fi: Ota käyttöön
ja: 有効化

source: Source Zone
fi: Alue
ja: ソースゾーン

source: Dst. Device
fi: Kohdelaite
ja: 宛先デバイス

source: Dst. IP Address
fi: Kohdeosoite
ja: 宛先IPアドレス

source: NAT Loopback
fi: NAT uudelleenohjaus
ja: NATループバック

source: Configure Port Forwarding
fi: Määritä porttiohjaus
ja: ポートフォワーディング設定

source: Edit port forwardings for
fi: Muokkaa porttiohjausta
ja: のポートフォワーディングを編集する

source: Excluded ports
fi: Poissuljetut portit
ja: 除外されたポート

source: These ports may not be mapped, they are protected
fi: Näitä portteja ei voi määritellä ohjattavaksi, koska ne on suojattu
ja: これらのポートはマッピングされていない可能性があり、保護されています

source: Public port(s)
fi: Julkiset portit
ja: パブリックポート

source: A port number or range of the form startport:endport
fi: Porttinumero tai -alue muodossa alkuportti:loppuportti
ja: フォームのポート番号または範囲 [開始ポート：終了ポート]

source: Current Port Forwardings
ja: 現在のポートフォワーディング

source: Cancel
fi: Peruuta
ja: キャンセル

source: Save
fi: Tallenna
ja: 保存

source: Expose to
fi: Paljasta
ja: に公開

source: Zone
fi: Vyöhyke
ja: ゾーン

source: Port
fi: Portti
ja: ポート

source: IP Version
fi: IP-versio
ja: IPアドレス

source: Firewall Action
fi: Palomuuritoiminto
ja: ファイアウォールの動作

source: Source
fi: Lähde
ja: ソース

source: Destination
fi: Kohde
ja: 宛先

source: Enable WAN forwarding for this service
fi: Salli WAN pääsy tähän palveluun
ja: このサービスのWAN転送を有効にする

source: Configure firewall rule for this service
fi: Määritä palomuurisääntö tälle palvelulle
ja: このサービスのファイアウォールルールを設定する

source: MAC Address
fi: MAC Osoite
ja: MACアドレス

source: Select Existing Host
fi: Valitse olemassa oleva isäntäkone
ja: 既存ホスト選択

source: Invalid MAC address
fi: Virheellinen MAC osoite
ja: 無効MACアドレス

source: Firewall Zones
fi: Palomuurivyöhykkeet
ja: ファイアウォールゾーン

source: internet.firewall.zones.info
fi: Tässä voit asettaa palomuurivyöhykkeitä. Jokainen vyöhyke voi sisältää useita verkkoja tai liitäntöjä, jotka on asetettu aiemmin verkkoyhteydet-sivulla.
ja: インターネット.ファイヤーウォール.ゾーン.インフォ

source: DMZ / Exposed Host
ja: DMZ・公開ホスト

source: internet.exposed_host.info
fi: DMZ ohjaa kaiken julkisen IPv4-liikenteen haluamaasi lähiverkon (LAN) käyttölaitteeseen palomuurin ohi.
ja: インターネット.エクスポード.ホスト.インフォ

source: Warning: By using the exposed host function you bypass the firewall of your router. Please make sure that your computer is protected against attacks from Internet. The following ports will not be forwarded:
fi: Varoitus: Käyttämällä DMZ-toimintoa ohitetaan reitittimen palomuuri. Varmista, että tietokone on suojattu hyökkäyksiltä Internetistä. Seuraavia portteja ei välitetä:
ja: 警告：公開されたホスト機能を使用することにより、ルータのファイアウォールをバイパスします。 お使いのコンピュータがインターネットからの攻撃から保護されていることを確認してください。 次のポートは転送されません。

source: WAN IP Address
fi: WAN Osoite
ja: WANIPアドレス

source: Host IPv4 Address
fi: IPv4-osoite
ja: ホストIPv4アドレス

source: Host IPv6 Address
fi: IPv6-osoite
ja: ホストIPv6アドレス

source: IPv6 Address
fi: IPv6-osoite
ja: IPv6アドレス

source: Firewall dmz configuration does not exist yet. Do you want to create it?
fi: DMZ ei ole määritelty. Haluatko määritellä sen nyt ?
ja: ファイアウォールのdmz設定がまだ存在しません。 それを作成しますか？

source: Create
fi: Luo
ja: 作成

source: Choose the local IP address that should be exposed to Internet. Additionally you should configure this IP address as static DHCP address for your device (see Settings/Network).
fi: Valitse paikallinen IP-osoite, jonka tulisi olla avoin Internettiin. Lisäksi kannattaa määrittää tälle IP-osoitteelle staattinen IP-osoite DHCP poolista (katso Asetukset/Verkko).
ja: インターネットに公開するローカルIPアドレスを選択します。 さらに、このIPアドレスをデバイスの静的DHCPアドレスとして設定する必要があります（「設定/ネットワーク」を参照）。

source: Add / Edit Port Forwarding
fi: Lisää / muokkaa porttiohjausta
ja: ポート転送の追加/編集

source: Port Forwarding
fi: Porttiohjaus
ja: ポートフォワーディング

source: Port forwarding allows remote computers to connect to a specific device within your private network.
fi: Porttiohjauksella sallitaan yhteys ulkoverkosta sisäverkon laitteen osoitteeseen.
ja: ポート転送を使用すると、リモートコンピュータをプライベートネットワーク内の特定のデバイスに接続できます。

source: Direction
fi: Suunta
ja: 方向

source: Dst. IP
ja: 宛先IP

source: Public Port(s)
fi: Julkiset portit
ja: パブリックポート

source: Private Port(s)
fi: Sisäiset portit
ja: プライベートポート

source: URL Filtering
fi: URL
ja: URLフィルタリング

source: internet.firewall.urlfilter.info
fi: URL suodatus mahdollistaa DNS kyselyiden suodattamisen haluttuihin osoitteisiin. Varoitus: tämä ei siltikään estä käyttäjää saavuttamasta kohdesivua IP-osoitetta käyttämällä.
ja: インターネット.ファイアーウォール.ウォルフィルタ.インフォ

source: Add URL's to URL blocking list
fi: Lisää URL estolistalle
ja: URLをURL遮断リストに追加する

source: Allow WAN Access To Running Services
fi: Salli WAN-pääsy käynnissä oleviin palveluihin
ja: 実行中のサービスへのWANアクセスを許可する

source: internet.wan.services.info
fi: Palvelut
ja: インターネット.ワン.サービス.インフォ

source: These rules block internet access for clients during the specified time interval
fi: Nämä säännöt estävät internet-yhteyden isäntäkoneilta määritetyn ajanjakson aikana
ja: これらのルールは、指定された時間間隔中にクライアントのインターネットアクセスをブロックします

source: Select when Internet access will be restricted to the specified client(s)
fi: Valitse milloin internetyhteyttä rajoitetaan valituille laitteille
ja: インターネットアクセスが指定されたクライアントに制限されるときに選択します。

source: MAC List
fi: MAC-luettelo
ja: MACリスト

source: Parental Control
fi: Käytönvalvonta
ja: ペアレンタルコントロール

source: internet.parental.control.info
fi: Tässä voidaan asettaa käytönvalvonnan asetukset.
ja: インターネット.パレンタル.コントロール.インフォ

source: Internet Access Scheduling
fi: Internetyhteyden ajoitus
ja: インターネットアクセススケジューリング

source: Host Names
fi: MAC-osoitteet
ja: ホスト名

source: Firewall Rules
fi: Palomuurivyöhykkeet
ja: ファイアウォールルール

source: internet.firewall.rules.info
fi: Palomuurisäännöillä voidaan määritellä tarkempia suodatussääntöjä.
ja: インターネット.ファイアーウォール.ルール.インフォ

source: Packet Forwarding
fi: Palomuuri Edelleenlähetys
ja: パケットフォワーディング

source: internet.firewall.forwarding.info
fi: Valitse liikenteen salliminen vyöhykkeiden välillä
ja: インターネット.ファイアーウォール.フォワーディング.インフォ

source: Enable firewall
fi: Ota palomuuri käyttöön
ja: ファイアーウォール有効化

source: Firewall settings
fi: Palomuuriasetukset
ja: ファイアーウォール設定

source: internet.firewall.info
fi: Palomuurilla voidaan suodattaa liikennettä ja konfiguroida porttiohjauksia
ja: インターネット.ファイアーウォール.インフォ

source: menu-internet-parental-control-title
fi: Käytönvalvonta
ja: パレンタル-コントロール

source: menu-internet-firewall-port-mapping-title
fi: Porttiohjaus
ja: ファイアーウォール-ポート-マッピング

source: menu-internet-firewall-forwarding-title
fi: Edelleenlähetys
ja: ファイアーウォール-フローウィング

source: menu-internet-firewall-zones-title
fi: Vyöhykkeet
ja: ファイアーウォール-ゾーン

source: menu-internet-firewall-services-title
fi: Palvelut
ja: ファイアーウォール-サービス

source: menu-internet-firewall-title
fi: Palomuuri
ja: ファイアーウォール

source: menu-internet-firewall-rules-title
fi: Palomuurisäännöt
ja: ファイアールール

source: menu-internet-firewall-urlblock-title
fi: URL esto
ja: ファイアーウォールバック

source: menu-internet-firewall-dmz-title
fi: DMZ
ja: ファイアーディーエムゼット

source: Enabled
fi: Käytössä
