Repository: domoslabs/juci
Catalog: plugins/juci-network-netifd/po/*.po
Languages: fi, ja

source: valid values are: 'no' and 48-64
fi: sallitut arvot ovat: 'ei' ja 48-64
ja: 有効な値は「no」または数字の「48～64」です。

source: value must be a valid MAC-48 address
fi: arvon on oltava kelvollinen MAC-48-osoite
ja: 値は48ビット長のMACアドレスである必要があります。

source: Valid values are: auto, no, 0-64
fi: Sallitut arvot ovat: 'auto' ja 0-64
ja: 有効な値は「auto」、「no」または数字の「0～64」です。

source: Network interface
fi: Luo Uusi Verkkoyhteys
ja: ネットワークインターフェース

source: Unnamed interface
fi: Interface
ja: 無名インターフェイス

source: has protocol:
fi: on protokolla:
ja: プロトコルを持っています：

source: it needs a physical interface
fi: se tarvitsee fyysisen rajapinnan
ja: 物理的なインターフェースが必要です

source: MUST have a protocol set
fi: Protokollan on asetettava
ja: プロトコルは必ず指定する必要があります。

source: is an unmanaged network and need to be setup as a bridge
fi: on valvomaton verkko ja se on konfiguroitava sillaksi

source: is an unmanaged networks and need to have at least one device in bridge
fi: on valvomaton verkko ja siinä täytyy olla ainakin yksi laite sillassa

source: has an invalid IP address. It can not be a range address (can not end with 0s)!
fi: on väärä IP-osoite. Se ei voi olla verkon osoite (ei voi päättyä nollaan)

source: has an invalid IP address it can not start with a '0'!
fi: on väärä IP-osoite ei voi alkaa nollalla!

source: needs either ipv4 or ipv6 address
fi: tarvitsee joko IPv4- tai IPv6-osoitteen
ja: IPv4またはIPv6いずれかのアドレスが必要です。

source: has protocol 3G and needs a Modem device
fi: on 3G-protokolla ja tarvitsee modeemilaitteen

source: has protocol 3G and needs a Service type
fi: on 3G-protokolla ja tarvitsee palvelutyypin

source: has protocol 3G and needs APN
fi: on 3G-protokolla ja tarvitsee APN:n

source: has protocol 4G and it needs a Device
fi: on 4G-protokolla ja tarvitsee modeemilaitteen

source: has protocol Point-to-Point tunnel and needs a VPN Server
fi: on Point-to-Point tunneli ja tarvitsee VPN-palvelimen osoitteen
ja: プロトコルポイントツーポイントトンネルを使用し、VPNサーバーが必要

source: has protocol 6in4 and need a Remote IPv4 address
fi: on 6in4 protokolla ja tarvitsee IPv4-osoitteen
ja: プロトコル6in4を持ち、リモートIPv4アドレスが必要です

source: has protocol 6in4 and need Local IPv6 address
fi: on 6in4 protokolla ja tarvitsee paikallisen IPv6-osoitteen
ja: プロトコル6in4を持ち、ローカルIPv6アドレスが必要

source: Username is set but not password on
fi: Käyttäjätunnus on asetettu mutta ei salasanaa
ja: ユーザー名は設定されていますが、パスワードは設定されていません

source: has protocol wwan and it needs a modem
fi: on wwan protokolla ja tarvitsee modeemilaitteen
ja: プロトコルwwanを持っていて、モデムが必要です

source: has protocol wwan and has invalid pincode [0000-9999] or empty
fi: on protokolla wwan ja PIN-koodi on virheellinen [0000-9999] tai tyhjä
ja: プロトコルwwanを持ち、無効なピンコード[0000-9999]または空です

source: Unsupported protocol:
fi: Ei-tuettu protokolla:
ja: 非サポートプロトコル：

source: IPv4 Routes needs an interface
fi: IPv4 reitit tarvitsevat yhteyden
ja: IPv4ルートにはインターフェースが必要です

source: IPv4 Routes needs a Target
fi: IPv4-reititystaulukko
ja: IPv4ルートにはターゲットが必要です

source: IPv4 Routes needs a Netmask
fi: IPv4 reitit tarvitsevat aliverkon peitteen
ja: IPv4ルートにはネットマスクが必要です

source: IPv4 Routes needs a Gateway
fi: IPv4 Oletusyhdyskäytävä
ja: IPv4ルートにはゲートウェイが必要です

source: IPv6 Routes needs an interface
fi: IPv6 reitit tarvitsevat yhteyden
ja: IPv6ルートにはインターフェースが必要です

source: IPv6 Routes needs a Target
fi: IPv6-reititystaulukko
ja: IPv6ルートにはターゲットが必要です

source: IPv6 Routes needs a Gateway
fi: IPv6 Oletusyhdyskäytävä
ja: IPv6ルートにはゲートウェイが必要です

source: Unmanaged
fi: Valvomaton

source: Static Address
fi: Kiinteä IP-osoite
ja: 静的アドレス

source: DHCP v4
fi: DHCP IPv4

source: 3G (ppp over GPRS/EvDO/CDMA or UTMS)
fi: 3G (GPRS/EvDO/CDMA/UMTS)

source: QMI (USB modem)
fi: QMI (USB-modeemi)
ja: QMI (USBモデム)

source: NCM (USB modem)
fi: NCM (USB modeemi)
ja: NCM (USBモデム)

source: HNET (self-managing home network)
fi: HNET (itseohjautuva kotiverkko)

source: IPv6 tunnel in IPv4 (6in4)
fi: IPv6 tunnel in IPv4

source: IPv6 tunnel in IPv4 (6to4)
fi: IPv6 tunnel in IPv4

source: Automatic IPv6 Connectivity Client
fi: Automaattinen IPv6 Connectivity Client
ja: 自動IPv6接続クライアント

source: no device or network given
fi: laitetta tai verkkoa ei annettu
ja: デバイスやネットワークはありません

source: Are you sure you want to remove device
fi: Haluatko varmasti poistaa liitännän
ja: デバイスを削除してもよろしいですか

source: from network
fi: verkosta
ja: ネットワークから

source: and use it in this
fi: ja käyttää sitä

source: Route to
fi: Reitti kohteeseen
ja: にルート

source: Unknown
fi: Tuntematon
ja: 不明

source: Are you sure you want to delete route
fi: Haluatko varmasti poistaa reitin
ja: ルートを削除してもよろしいですか

source: Interface Name is needed
fi: Yhteyden nimi tarvitaan
ja: インターフェース名が必要です。

source: Interface names can only contain letters and numbers
fi: Yhteyksien nimet voivat sisältää vain numeroita ja kirjaimia
ja: インターフェイス名には文字と数字のみ使用できます。

source: Interface name may only be 12 characters long
fi: Yhteyden nimi voi olla korkeintaan 12 merkkiä
ja: インターフェース名は12文字以内で入力して下さい。

source: Create New Network Interface
fi: Luo uusi verkkoyhteys
ja: 新しいネットワークインターフェースを作成する

source: Cancel
fi: Peruuta
ja: キャンセル

source: The new interface needs a name
fi: Uusi yhteys tarvitsee nimen
ja: 新しいインターフェースには名前が必要です

source: Please select the interface type
fi: Valitse liitännän tyyppi
ja: インターフェースの種類を選択して下さい

source: Error while creating Interface
fi: Virhe liitäntää luodessa
ja: エラーが発生したためインターフェースを作成できませんでした

source: Finalize Settings
fi: Viimeistele asetukset
ja: 最終設定

source: Please select Protocol
fi: Valitse protokolla
ja: プロトコルを選択して下さい

source: Please select a connection in the list!
fi: Valitse yhteys luettelosta!
ja: リストから接続を選択して下さい。

source: Are you sure you want to delete this connection?
fi: Haluatko varmasti poistaa tämän yhteyden?
ja: 接続を削除してもよろしいですか？

source: Connect
fi: Yhdistä
ja: 接続

source: Disconnect
fi: Katkaise yhteys
ja: 切断

source: Status
fi: Tila
ja: ステータス

source: PENDING
fi: AVOIN
ja: 保留

source: UP
fi: KÄYTÖSSÄ
ja: アップ

source: DOWN
fi: Ei käytössä
ja: ダウン

source: Device
fi: Laite
ja: デバイス

source: Protocol:
fi: Protokolla:
ja: プロトコル：

source: IPv4-Address
fi: IPv4-osoite
ja: IPv4アドレス

source: IPv6-Address
fi: IPv6-osoite
ja: IPv6アドレス

source: Please select a device in the list!
fi: Valitse laite luettelosta!
ja: リストからデバイスを選択して下さい。

source: Are you sure you want to delete this device from bridge?
fi: Haluatko varmasti poistaa tämän laitteen sillasta?
ja: ブリッジからデバイスを削除してもよろしいでしょうか？

source: Not in any configured network
fi: Ei missään määritetty verkossa
ja: 設定されたネットワークにはありません

source: IP Address
fi: IP osoite
ja: IPアドレス

source: IPv6 Address
fi: IPv6-osoite
ja: IPv6アドレス

source: MAC Address
fi: MAC Osoite
ja: MACアドレス

source: DHCP
fi: DHCP IPv4

source: Connected
fi: Yhdistetty
ja: 接続されました

source: Link Speed
fi: Yhteyden nopeus
ja: リンクスピード

source: N Mode
fi: N-tila
ja: Nモード

source: VHT Mode
fi: VHT tila
ja: VHTモード

source: Power Save
fi: Virransäästö
ja: パワーセーブ

source: Frequency
fi: Taajuus
ja: 周波数

source: In Network
fi: Yhdistetty verkkoon
ja: ネットワーク内

source: Close
fi: Sulje
ja: 閉じる

source: You need to select a device to add!
fi: Valitse lisättävä laite!
ja: 追加するためにはデバイスを選択してください。

source: Detailed client overview
fi: Tarkka yleisnäkymä
ja: 詳細なクライアントの概要

source: Edit LAN Settings
fi: IPv4-asetukset
ja: LAN設定編集

source: Save
fi: Tallenna
ja: 保存

source: N/A
fi: Ei saatavilla

source: Hardware Model
fi: Laitemalli
ja: ハードウェアモデル

source: Software Version
fi: Ohjelmistoversio
ja: ソフトウェアバージョン

source: Filesystem Type
fi: Tiedostojärjestelmä
ja: ファイルシステムタイプ

source: Unknown Working interface
fi: Tuntematon toimiva liitäntä
ja: 不明な作業インターフェイス

source: Number of Clients
fi: Asiakaskoneiden määrä
ja: クライアント数

source: Linkspeed
fi: Linkkinopeus
ja: リンクスピード

source: Network Visualization
fi: Verkon visualisaatio
ja: ネットワーク可視化

source: Link speed
fi: Linkkinopeus
ja: リンクスピード

source: Mode
fi: Tila
ja: モード

source: Bit Rate
fi: Bittinopeus
ja: ビットレート

source: Downstream
fi: Lataus
ja: ダウンストリーム

source: Upstream
fi: Lähetys
ja: アップストリーム

source: Bridge
fi: Silta
ja: ブリッジ

source: IPv4 address
fi: IPv4 Osoite
ja: IPv4アドレス

source: IPv6 address
fi: IPv6 Osoite
ja: IPv6アドレス

source: You need to select a network!
fi: Valitse verkko!
ja: ネットワークを選択して下さい。

source: All DNS-servers must be valid
fi: Kaikkien DNS-palvelimien tulee olla voimassa olevia
ja: すべてのDNSサーバーが有効である必要があります。

source: All DNS-servers must be unique
fi: Kaikkien DNS-palvelimien tulee olla yksilöllisiä
ja: すべてのDNSサーバーは一意である必要があります。

source: Standalone
fi: Itsenäinen
ja: スタンドアロン

source: You need to select a host!
fi: Valitse isäntäkone!
ja: ホストを選択して下さい。

source: Uplink
fi: Lähetys
ja: アップリンク

source: Downlink
fi: Lataus
ja: ダウンリンク

source: ERROR
fi: VIRHE
ja: エラー

source: Are you sure you want to switch? Your settings will be lost!<br />The only way to get it back is to reload the page
fi: Haluatko varmasti vaihtaa? Kaikki asetukset menetetään!<br />Takaisin pääsee vain päivittämällä sivun

source: Force
fi: Pakota

source: Disabled
fi: Pois käytöstä
ja: 無効

source: UMTS only
fi: Vain UMTS

source: GPRS only
fi: Vain GPRS

source: Address Allocation
fi: Osoitejako

source: Address Assignment
fi: Osoitteen varaaminen

source: Bridge devices
fi: Sillatut liitännät
ja: ブリッジデバイス

source: Both
fi: Molemmat

source: Acquired DNS servers
fi: Opitut DNS palvelimet
ja: 取得DNSサーバ

source: Acquired from
fi: Opittu
ja: から取得

source: For {{interface['.name'].toUpperCase()}} interface
fi: {{interface['.name'].toUpperCase()}} liitännälle
ja: インターフェース {{interface['.name'].toUpperCase()}} 向け

source: Add/Remove custom DNS Servers
fi: Lisää/poista mukautettuja DNS palvelimia

source: Hostname
fi: Isäntäkoneen nimi
ja: ホスト名

source: Port
fi: Portti
ja: ポート

source: Network
fi: Verkko
ja: ネットワーク

source: Protocol
fi: Protokolla
ja: プロトコル

source: Interface Type
fi: Liitännän Tyyppi
ja: インターフェースタイプ

source: Physical device
fi: Fyysinen laite
ja: 物理デバイス

source: Add network to a firewall zone
fi: Lisää verkko palomuurivyöhykkeeseen

source: If you select a zone the network will be added to that firewall zone when it is created
fi: Mikäli valitset vyöhykkeen verkkoa varten se lisätään kyseiseen vyöhykkeeseen, kun se luodaan

source: Do not add to firewall zone
fi: Älä lisää palomuurivyöhykkeeseen
ja: ファイヤーウォール領域に追加しない

source: IPv4 Address
fi: IPv4-osoite
ja: IPv4アドレス

source: IPv4 Subnet Mask
fi: IPv4 Aliverkon peite
ja: IPv4サブネットマスク

source: IPv4 Broadcast
fi: IPv4 Osoite
ja: IPv4ブロードキャスト

source: DHCP Server
fi: DHCP palvelin
ja: DHCPサーバ

source: WAN
fi: Internet (WAN)

source: ONLINE
fi: YHDISTETTY
ja: オンライン

source: OFFLINE
fi: EI YHTEYTTÄ
ja: オフライン

source: LAN
fi: Lähiverkko (LAN)

source: Interface Name
fi: Liitännän Nimi
ja: インターフェース名

source: Interface type
fi: Liitännän tyyppi
ja: インターフェースタイプ

source: Select Base Device
fi: Valitse liitäntä
ja: ベースデバイス選択

source: Target
fi: Kohde
ja: ターゲット

source: Netmask
fi: Aliverkko
ja: ネットマスク

source: Gateway
fi: Yhdyskäytävä
ja: ゲートウェイ

source: IP MTU
fi: Liitännän Tyyppi

source: Client Status
fi: Asiakaslaitteen tila
ja: クライアントステータス

source: Wireless Details
fi: Langattoman yhteyden tila
ja: 無線詳細

source: Static Leases
fi: Kiinteä osoite
ja: 静的リース

source: No Static Lease configured for this client
fi: Tälle laitteelle ei ole konfiguroitu kiinteää osoitetta
ja: このクライアントに対して静的リースは設定されていません

source: Device Name
fi: Laitteen nimi
ja: デバイス名

source: IP in network
fi: IP verkossa
ja: ネットワーク内IP

source: Clients current network
fi: Laitteen nykyinen verkko
ja: クライアントの現在のネットワーク

source: Port Forwarding
fi: Porttiohjaus
ja: ポートフォワーディング

source: Parental Control
fi: Käytönvalvonta
ja: ペアレンタルコントロール

source: Realtime Graphs
fi: Reaaliaikainen käyttögrafiikka
ja: リアルタイムグラフ

source: General
fi: Yleiset
ja: 一般

source: Choose Configuration Option
fi: Valitse Konfiguraatiovaihtoehto
ja: 設定オプションを選択

source: Physical Settings
fi: IPv4-asetukset
ja: 物理設定

source: Advanced
fi: Lisäasetukset

source: Bring up on boot
fi: Automaattinen käynnistys

source: Use gateway metric
fi: Käytä reitittimen metric-arvoa
ja: デフォルトゲートウェイのメトリックを使用

source: Override MAC address
fi: Muuta MAC osoite

source: Override MTU
fi: Mujuta MTU

source: Device:
fi: Laite:
ja: デバイス：

source: IPv4-Address ({{$index+1}}):
fi: IPv4-osoite ({{$ index 1}}):
ja: IPv4アドレス ({{$index+1}}):

source: IPv6-Address ({{$index+1}}):
fi: IPv6-osoite ({{$ index 1}}):
ja: IPv6アドレス ({{$index+1}}):

source: No Lan networks
fi: Ei laitteita
ja: LANネットワークなし

source: No Clients in {{network['.name'].toUpperCase()}} network
fi: Ei asiakaslaitteita {{network['.name'].toUpperCase()}} verkossa

source: Select Connected Host
fi: Valitse Yhdistetty Isäntäkone
ja: 接続ホストを選択

source: Select a host
fi: Valitse isäntäkone
ja: ホスト選択

source: Select Network
fi: Valitse verkko
ja: ネットワーク選択

source: Select network device
fi: Valitse verkkolaite
ja: ネットワークデバイス選択

source: No WAN Network
fi: Ei WAN-verkkoa
ja: WANネットワークがありません

source: Diagnose
fi: Diagnosoi
ja: 診断

source: Link
fi: Linkki
ja: リンク

source: WAN IP(s)
fi: Julkiset IP-osoitteet
ja: WAN IP

source: Gateway(s)
fi: Yhdyskäytävä(t)
ja: ゲートウェイ

source: Link Type
fi: Linkin tyyppi
ja: リンクタイプ

source: DNS-Servers
fi: DNS-palvelimet
ja: DNSサーバ

source: WAN Uptime
fi: Internet yhteys aktiivinen:
ja: WAN接続時間

source: Network device
fi: Valitse verkkolaite
ja: ネットワークデバイス

source: IPv6 Gateway
fi: IPv6 Oletusyhdyskäytävä
ja: IPv6ゲートウェイ

source: Static Routes
fi: Staattiset reitit
ja: 静的ルート

source: IPv4 Routes
fi: IPv4-reititystaulukko
ja: IPv4ルート

source: IPv6 Routes
fi: IPv6-reititystaulukko
ja: IPv6ルート

source: Active Connections
fi: Aktiivisia yhteyksiä
ja: アクティブな接続

source: Connections for each Device
fi: Laitteiden yhteydet
ja: 各デバイスの接続

source: NAT Connection Table
fi: NAT yhteystaulu
ja: NAT接続テーブル

source: status.nat.info
fi: NAT
ja: ステータス.nat.インフォ

source: Connections
fi: Verkkoyheydet
ja: 接続

source: Source
fi: Lähde
ja: 送信元

source: Dest.
fi: Kohde
ja: 宛先

source: Source Port
fi: Lähdeportti
ja: 送信元ポート

source: Dest. Port
fi: Kohdeportti
ja: 宛先ポート

source: Connected Clients
fi: Yhdistetyt laitteet
ja: 接続されたクライアント

source: settings.network.info
fi: Tällä sivulla määritellään verkkoyhteydet. Mikäli LAN-yhteyden DHCP otetaan käytttöön, reititin jakaa automaattisesti IP-osoitteen paikalliseen verkkoon yhdistetyille laitteille. Staattista DHCP:tä käyttämällä on mahdollista jakaa aina sama IP-osoite halutulle laitteelle.
ja: 設定.ネットワーク.インフォ

source: Services
fi: Palvelut
ja: サービス

source: internet.services.info
fi: Palvelut-sivulla voidaan konfiguroida erilaisia ohjelmia kuten Verkkojakoja ja MiniDLNA
ja: インターネット.サービス.インフォ

source: status.network.routes.info
fi: Reitit
ja: ステータス.ネットワーク.ルート.インフォ

source: Routing Status
fi: Reititystila
ja: ルーティングステータス

source: ARP Table
fi: ARP taulu
ja: ARPテーブル

source: IP address
fi: IP-osoite
ja: IPアドレス

source: MAC address
fi: MAC osoite
ja: MACアドレス

source: IPv4 Routing Table
fi: IPv4-reititystaulukko
ja: IPv4ルーティングテーブル

source: Genmask
fi: Aliverkko

source: IPv6 Routing Table
fi: IPv6-reititystaulukko
ja: IPv6ルーティングテーブル

source: No IPv6 devices connected
fi: Ei yhdistettyjä IPv6-laitteita
ja: IPv6デバイスが接続されていません

source: IPv6 status
fi: IPv6 Tila
ja: IPv6ステータス

source: Router
fi: Reititin
ja: ルーター

source: status.status.info
fi: Tällä sivulla on yleisnäkymä laitteen pääparameterista. Tämä voi auttaa sinua optimoimaan modeemisi tai tunnistamaan ongelmia.
ja: ステータス.ステータス.インフォ

source: IPv6 Prefix
fi: IPv6 etuliite
ja: IPv6プレフィックス

source: Line Status
fi: Linjan tila
ja: ラインステータス

source: Use broadcast flag
fi: Käytä broadcast flag
ja: ブロードキャストフラグ使用

source: Required for certain ISPs, e.g. Charter with DOCSIS 3
fi: Jotkin operaattorit vaativat. Esim Charter DOCSIS 3:n kanssa

source: Use default gateway
fi: Oletusreitti
ja: デフォルトゲートウェイを使用

source: If unchecked, no default route is configured
fi: Jos ei valittu, oletusreittä ei konfiguroida
ja: チェックしない場合デフォルトルートは設定されません。

source: Use DNS servers advertised by peer
fi: Käytä yhdyskäytävän mainostamia DNS palvelimia

source: If unchecked, the advertised DNS server addresses are ignored
fi: Jos ei valittuna, mainostettuja DNS palvelimien osoitteita ei käytetä

source: Additional DHCP options to request from the server
fi: DHCP:n lisäoptiot joita pyydetään palvelimelta

source: Custom client ID
fi: Client ID
ja: 任意のクライアントID

source: Vendor Class to send when requesting DHCP
fi: Client ID to send when requesting DHCP

source: Custom Vendor class
fi: Kustumoitu vendor class
ja: 任意のベンダークライス

source: Modem device
fi: Valitse modeemi
ja: モデムデバイス

source: Service Type
fi: Palvelut
ja: サービスタイプ

source: PIN-code
fi: PIN-koodi
ja: PINコード

source: PAP/CHAP Username
fi: Käyttäjänimi
ja: PAP/CHAP ユーザ名

source: Username
fi: Käyttäjänimi
ja: ユーザ名

source: PAP/CHAP Password
fi: Salasana
ja: PAP/CHAP パスワード

source: Password
fi: Salasana
ja: パスワード

source: Enable IPv6 negotiation on the PPP link
fi: Ota käyttöön IPv6 neuvottelu PPP-linkissä
ja: PPPリンク上でIPv6ネゴシエーションを有効にする

source: LCP echo failure threshold
fi: LCP echo vian alaraja
ja: LCPエコー障害しきい値

source: Presume peer to be dead after given amount of LCP echo failures, use 0 to ignore failures
fi: Oleta, että yhdyskäytävä ei toimi annetun echo LCP raja-arvon jälkeen .Käytä 0 ohittaaksesi virheet

source: LCP echo interval
fi: LCP echo intervalli
ja: LCPエコー間隔

source: Inactivity timeout
fi: Toimimattomuuden aikakatkaisu

source: Close inactive connection after the given amount of seconds, use 0 to persist connection
fi: Sulje toimimaton yhteys tietyn aikavälin jälkeen. Käytä 0 pakotettuun yhteyteen

source: IPv4 Default Gateway
fi: IPv4 Oletusyhdyskäytävä
ja: IPv4デフォルトゲートウェイ

source: Create default route
fi: Määritä oletusreitiksi
ja: デフォルトルート作成

source: Leave empty to disable
fi: Jätä tyhjäksi poistaaksesi käytöstä
ja: 空白のままだと無効になります

source: Static IPv6 Address
fi: Kiinteä IPv6-osoite
ja: 静的IPv6アドレス

source: IPv6 Default Gateway
fi: IPv6 Oletusyhdyskäytävä
ja: IPv6デフォルトゲートウェイ

source: Default IPv6 Gateway
fi: IPv6 Oletusyhdyskäytävä
ja: IPv6デフォルトゲートウェイ

source: IPv6 Address Mask
fi: IPv6 maski
ja: IPv6アドレスマスク

source: IPv4 Settings
fi: IPv4-asetukset
ja: IPv4設定

source: IPv6 Settings
fi: IPv6-asetukset
ja: IPv6設定

source: Local IPv4 address
fi: Osoite
ja: ローカルIPv4アドレス

source: Leave empty to use the current WAN address
fi: Jätä tyhjäksi käyttääksesi nykyistä WAN osoitetta
ja: 現在のWANアドレスを使用する場合は空のままにして下さい。

source: Modem init timeout
fi: Aikakatkaisu
ja: モデム初期化タイムアウト

source: Maximum amount of seconds to wait for the modem to become ready
fi: Enimmäismäärä sekunteita mitä odotetaan modeemia
ja: モデムが待機状態になるまでの時間(秒)

source: Hostname to send when requesting DHCP
fi: Client ID to send when requesting DHCP
ja: DHCPを要求するときに送信するホスト名

source: Vendo Class
fi: Vendor Class
ja: ベンダークラス

source: Remote IPv4 address
fi: Osoite
ja: リモートIPv4アドレス

source: The IPv4 address of the relay
fi: Relay IPv4-osoite
ja: リレーのIPv4アドレス

source: IPv6 prefix
fi: IPv6 etuliite
ja: IPv6プレフィックス

source: The IPv6 prefix assigned to the provider, usually ends with ::
fi: IPv6 etuliite päättyy yleensä ::

source: IPv6 prefix length
fi: IPv6 etuliitteen pituus
ja: IPv6プレフィックス長

source: The length of the IPv6 prefix in bits
fi: IPv6 etuliitteen pituus bitteinä
ja: ビット単位のIPv6プレフィックス長

source: IPv4 prefix length
fi: IPv6 Assigned Prefix Length
ja: IPv4プレフィックス長

source: Default gateway
fi: Oletusreitti
ja: デフォルトゲートウェイ

source: Use TTL on tunnel interface
fi: Käytä TTL tunneliyhteydessä
ja: トンネルインターフェースでTTLを使用する

source: L2TP Server
fi: DHCP-palvelin
ja: L2TPサーバ

source: PAP/CHAP username
fi: PAP/CHAP käyttäjänimi
ja: PAP/CHAP ユーザ名

source: PAP/CHAP password
fi: Salasana
ja: PAP/CHAP パスワード

source: This is usually the address of the nearest PoP operated by the tunnel broker
fi: Tämä on yleensä lähimmän PoP tunnelikytkimen osoite

source: Local IPv6 address
fi: Osoite
ja: ローカルIPv6アドレス

source: This is the local endpoint address assigned by the tunnel broker, it usually ends with :2
fi: Tämä on yleensä paikallinen päätepiste jonka tunnelikytkin antaa ja se yleensä päättyy :2

source: IPv6 routed prefix
fi: IPv6 etuliite
ja: IPv6ルーティングプレフィックス

source: This is the prefix routed to you by the tunnel broker for use by clients
fi: Tämä on tunnelikytkimen reititetty etuliite jota asiakaskoneet käyttää

source: Dynamic tunnel
fi: Dynaaminen tunneli
ja: ダイナミックトンネル

source: Enable HE.net dynamic endpoint update
fi: Ota käyttöön HE.net dynaaminen päätepistepäivitys

source: Tunnel ID
fi: Tunnelin ID
ja: トンネルID

source: HE.net username
fi: Käyttäjänimi
ja: HE.net ユーザ名

source: This is the plain username for logging into the account
fi: Tämä on tekstimuotoinen käyttäjänimi tilille kirjautumista varten

source: HE.net password
fi: Varmuuskopiotiedoston salasana
ja: HE.net パスワード

source: This is either the Update Key configured for the tunnel or the account password if no update key has been configured
fi: Tämä on joko päivititysavain tunnelin konfigurointia varten tai tilin salasana mikäli päivitysavainta ei ole konfiguroitu
ja: これは、更新キーが設定されていない場合は、トンネル用に設定された更新キーまたはアカウントパスワードです。

source: Hostname to include in DHCP requests
fi: DHCP pyyntöön liitettävä isäntänimi
ja: DHCP要請に含めるホスト名

source: Automatically set up default route for this interface
fi: Aseta oletusreitti automaattisesti tälle yhteydelle
ja: このインターフェイスのデフォルトルートを自動的に設定する

source: VPN Server
fi: DHCP-palvelin
ja: VPNサーバ

source: IPv6 Assign
fi: IPv6 Määritys
ja: IPv6割り当て

source: IPv4 Assign
fi: IPv4 määritys
ja: IPv4割り当て

source: DNS Name
fi: DNS Nimi
ja: DNS名

source: Select Modem Device
fi: Valitse modeemi
ja: モデムデバイス選択

source: Enable IPv negotiation on the PPP link
fi: Ota käyttöön IPv neuvottelu PPP-linkissä

source: DS-Lite AFTR address
fi: DS Lite AFTR osoite
ja: DS-Lite AFTR アドレス

source: Authentication type
fi: Autentikointityyppi
ja: 認証タイプ

source: Modes
fi: Tilat
ja: モード

source: Allowed network modes, comma separated list of: all, lte, umts, gsm, cdma, td-scdma
fi: Sallitus verkon tilat pilkuin eroteltu luettelo: kaikki, lte, umts, gsm, cdma, td-scdma

source: Delay
fi: Viive

source: Leave empty to autodetect
fi: Jätä tyhjäksi automaattista havaintoa varten

source: auto
fi: automaattinen
ja: 自動

source: Service Name
fi: Palvelut
ja: サービス名

source: username
fi: Käyttäjänimi
ja: ユーザ名

source: password
fi: Salasana
ja: パスワード

source: menu-internet-network-title
fi: Verkkoyhteydet
ja: ネットワーク

source: menu-network-title
fi: Verkko
ja: ステータス-システム-プロセス

source: menu-status-network-routes-title
fi: Reitit
ja: ステータス-ネットワーク-ルーター

source: menu-netifd-status-clients-title
fi: Yhdistetyt laitteet
ja: netifd-ステータス-クライアント

source: menu-internet-routes-title
fi: Reitit
ja: ルーター

source: menu-status-network-title
fi: Verkon tila
ja: ステータス-ネットワーク

source: menu-internet-services-title
fi: Palvelut
ja: サービス

source: menu-status-network-nat-title
fi: NAT
ja: ステータス-ネットワーク-nat

source: has protocol IPv6 rapid deployment and it needs a Remote IPv4 address
ja: プロトコルIPv6の迅速な展開があり、リモートIPv4アドレスが必要です

source: has protocol IPv6 rapid deployment and it needs an IPv6 prefix
ja: プロトコルIPv6の迅速な展開があり、IPv6プレフィックスが必要です

source: has protocol IPv6 rapid deployment and it needs a IPv6 prefix length
ja: プロトコルIPv6の迅速な展開があり、IPv6プレフィックスの長さが必要です

source: has protocol DS lite and it needs a DS-Lite AFTR address
ja: プロトコルDS Liteがあり、DS-Lite AFTRアドレスが必要です

source: has protcol PPP over L2TP and it needs a L2TP server
ja: L2TP上でプロトコルPPPを持ち、L2TPサーバが必要です

source: DHCP v6
ja: DHCPv5

source: Point-to-Point Tunnel
ja: Point-to-Pointトンネル

source: IPv6 rapid deployment
ja: IPv6 rapid deployment (6rd)

source: Dual-Stack Lite
ja: デュアルスタックLite

source: GRE Tunnel over IPv4
ja: GREトンネル over IPv4

source: GRE Tunnel over IPv6
ja: GREトンネル over IPv6

source: Idle
ja: アイドル

source: Diagnose Internet Connection
ja: インターネット接続診断

source: Base MAC
ja: 基本MAC

source: Reboot
ja: 再起動

source: Yes
ja: はい

source: No
ja: いいえ

source: None
ja: なし

source: These DNS entries will be applied on the interface
ja: これらのDNSエントリは、インターフェイスに適用されます
