Repository: domoslabs/juci
Catalog: plugins/juci-network-netifd/po/*.po
Languages: fi, ja

source: Your router does not have Internet connection!
ja: このルーターはインターネットに接続されていません。

source: Please check that WAN cable is connected.
ja: WAN側のケーブルが正しく接続されているか確認して下さい。

source: Reload Network
ja: ネットワーク再読込

source: Click Reload button to refresh WAN connection
ja: 再読込ボタンをクリックするとWAN接続が更新されます。

source: Reload
ja: 再読込

source: Reboot Router
ja: ルーター再起動

source: Click Reboot button to restart your system
ja: 再起動ボタンをクリックするとシステムが再起動します。

source: Your Internet connection is up!
ja: インターネットに接続されました。

source: Do not show this again
ja: 再表示しない

source: Interface
ja: インターフェース

source: Metric
ja: メトリック

source: Tag
ja: タグ

source: No tag set
ja: タグが設定さていません

source: Host ID (IPv6)
ja: ホストID (IPv6)

source: Internet
ja: インターネット

source: DSL Rate(s)
ja: DSL Rate

source: internet.lan.routes.info
ja: インターネット.lan.ルート.インフォ

source: status.nat.connections.info
ja: ステータス.nat.接続.インフォ

source: Next Hop
ja: 次のホップ

source: IPv6 Neighbors Table
ja: IPv6近隣テーブル

source: Primary DNS
ja: プライマリDNS

source: Secondary DNS
ja: セカンダリDNS

source: IPv6 Assignment Length
ja: IPv6割り当て長

source: IPv6 Assigned Prefix Hint
ja: IPv6割り当てプレフィックスヒント

source: Prefix hint
ja: プレフィックスヒント

source: Request IPv6 address
ja: IPv6アドレス要請

source: Request Prefix Length
ja: プレフィックス長要請

source: Client ID
ja: クライアントID

source: Prefix Size
ja: プレフィックスサイズ

source: Tunnel Link
ja: トンネルリンク

source: Access Concentrator
ja: アクセスコンセントレータ
