Repository: domoslabs/juci
Catalog: plugins/juci-iup/po/*.po
Languages: fi

source: Hourly
fi: Tunneittain

source: Daily
fi: Päivittäin

source: Weekly
fi: Viikottain

source: Backup Password:
fi: Varmuuskopion salasana:

source: Retype Password:
fi: Kirjoita salasana uudelleen:

source: IUP Provisioning
fi: IUP Provisiointi

source: Enabled
fi: Käytössä

source: Update start time
fi: Päivityksen aloitusaika

source: Update frequency
fi: Päivityksen intervalli

source: Export file
fi: Vientitiedosto

source: Setup the Configuration Provisioning options
fi: Aseta IUP provisiointiasetukset

source: Reboot
fi: Käynnistä uudelleen

source: Reboot after applying the new configuration. Recommended: On
fi: Käynnistä uudelleen, kun uudet asetukset on otettu käyttöön. Suositus: Päällä

source: Keep user config
fi: Lisää toissijainen konfiguraatio

source: Save user changes before provisioning and reapply them after
fi: Tallenna käyttäjän asetukset ennen provisiointia ja ota ne uudelleen käyttöön sen jälkeen

source: Overwrite DHCP Discover Provisioning
fi: Mikäli lisätty osoitteen haku DHCP-optiolla otetaan pois käytöstä

source: Decryption Key
fi: Purkuavain

source: If not entered, Default onboard DES Key will be used insted
fi: Jos purkuavainta ei lisätä, käytetään laitteen DES-avainta

source: Setup the Firmware Provisioning options
fi: Aseta IUP provisiointiasetukset

source: Defaultreset
fi: Oletusasetukset

source: Reset configuration to default
fi: Resetoi oletusasetuksille

source: Software URL
fi: Ohjelmisto URL

source: Setup IUP Provisioning parameters
fi: Aseta IUP provisiointiasetukset

source: General
fi: Yleiset

source: Main Provisioning Server
fi: Ensisijainen proviointipalvelin

source: DHCP Discover Provisioning Server
fi: DHCP-optiolla saatu provisiointipalvelin

source: Software Update Config
fi: Ohjelmistopäivityksen konfiguraatiotiedosto

source: Sub Configs
fi: Toissijaiset konfiguraatiot

source: Package Control
fi: Pakettihallinta

source: Delete
fi: Poista

source: Add sub config
fi: Lisää toissijainen konfiguraatio

source: menu-settings-provisioning-iup-title
fi: IUP provisiointi
