Repository: domoslabs/juci
Catalog: plugins/juci-netmode/po/*.po
Languages: fi, ja

source: This network is encrypted, Please enter encryption key
fi: Tämä verkko on salattu. Anna salausavain
ja: このネットワークは暗号化されています。暗号化キーを入力して下さい

source: Couldn't save config!
fi: Asetuksia ei voitu tallentaa
ja: 設定が保存できません

source: Couldn't save configuration
fi: Asetuksia ei voitu tallentaa
ja: 設定が保存できません

source: Select Profile
fi: Valitse profiili
ja: プロファイル選択

source: Changing netmode will reset your configuration completely to match that netmode. Do you want to continue?
fi: Profiilin vaihto asettaa laitteen täysin valitun profiilin mukaiseksi. Haluatko jatkaa?
ja: netmodeを変更すると、そのnetmodeに一致する様に設定が完全にリセットされます。 続けたいですか？

source: No profile selected
fi: Profiilia ei ole valittu
ja: プロファイルが選択されていません

source: You must give a SSID to connect
fi: Syötä yhdistettävän verkon nimi (SSID)
ja: 接続するにはSSIDを指定する必要があります

source: Pleace select an AP
fi: Valitse tukiasema
ja: APを選択してください

source: You must enter password for thiss SSID
fi: Syötä tukiaseman salasana
ja: このSSIDのパスワードを入力する必要があります

source: Attempting to Pair
fi: Yritetään parittaa laitetta
ja: ペアリングしようとしています

source: Scanning for APs
fi: Skannataan tukiasemia
ja: APスキャン

source: Extender/Repeater
fi: Toistin/Langaton toistin
ja: 中継器

source: (within 2 minutes)
fi: (kahden minuutin sisällä)
ja: (2分以内)

source: Pair
fi: Parita
ja: ペア

source: Manual setup
fi: Käsin asetus
ja: 手動設定

source: SSID
fi: SSID (verkon nimi)

source: Key
fi: Avain
ja: キー

source: Scan for available APs
fi: Skannaa ympäristön tukiasemat
ja: 利用可能なAPをスキャンする

source: Connect
fi: Yhdistä
ja: 接続する

source: Select AP
fi: Valitse tukiasema
ja: AP選択

source: Encryption key
fi: Salausavain
ja: 暗号化キー

source: Profile
fi: Profiili
ja: 動作モード

source: Select Preset
fi: Valitse profiili
ja: プリセット選択

source: Auto-Mode
fi: Automaattitila

source: No profiles available
fi: Ei profiileja
ja: プロファイルがありません

source: Change Profile
fi: Vaihda profiili
ja: モード変更

source: Select if you want your device in Router or WiFi Extender/Repeater Mode
fi: Valitse mikäli haluat käyttää laitettasi reitittävnä tai verkon toistimena
ja: このデバイスをルーターモードまたは中継器モードのどちらで使用するか選択してください。

source: WiFi Extender/Repeater Mode
fi: Toistin/Langaton toistin
ja: WiFiエクステンダ/リピータモード

source: Router Mode
fi: Reitittävä tila
ja: ルーターモード

source: Skip
fi: Ohita
ja: スキップ

source: Once
fi: Kerran
ja: 一度

source: Next
fi: Seuraava
ja: 次

source: Select Network
fi: Valitse profiili
ja: ネットワーク選択

source: Scan
fi: Skannaa
ja: スキャン

source: Scanning
fi: Skannataan tukiasemia
ja: 走査

source: Password
fi: Salasana
ja: パスワード

source: Show Password
fi: Näytä salasana
ja: パスワードを表示する

source: Back
fi: Takaisin
ja: 戻る

source: Separate WiFi names
fi: Erottele WiFi-nimet
ja: 個別のWi-Fi名

source: Welcome, here you configure your WiFi Extender/Repeater
fi: Tervetuloa. Tässä voit konfiguroida toistimen/langattoman toistimen
ja: ようこそ、ここであなたのWiFi Extender / Repeaterを設定します

source: Configure your Extender/Repeater
fi: Määrittele toistin/Langaton toistin
ja: 中継器の設定

source: Configure your WiFi settings
fi: Määrittele WiFi-asetukset
ja: Wi-Fiを設定する

source: WiFi Extender/Repeater setup completed
fi: Toistin/Langaton toistin määrittely valmis
ja: Wi-Fi中継器の設定が完了しました

source: Your Extender/Repeater setup is now completed. You will likely loose connection to your box.
fi: Toistimen/langattoman toistimen konfigurointi on nyt valmis. Menetät yhteyden laitteeseesi
ja: 中継器の設定が完了しました。 一時的に接続が切れることがあります。

source: menu-netmode-wizard-title
fi: Profiilin määrittely
ja: ネットモード
