Repository: domoslabs/juci
Catalog: plugins/juci-dropbear/po/*.po
Languages: fi, ja

source: Password Authentication
fi: Salasanan tunnistus
ja: パスワード認証

source: Enable Root Password Authentication
fi: Aktivoi root-käyttäjän salasana-autentikointi
ja: ルートパスワード認証を有効にする

source: Enable Root Login
fi: Salli Root-käyttäjän Kirjautuminen
ja: ルートログイン認証

source: Dropbear Instance on Interface:
fi: Dropbear-instanssi:
ja: インタフェース上のDropbearインスタンス：

source: ANY
fi: APN

source: Please select a instance in the list to remove
fi: Valitse poistettava instanssi listasta
ja: 削除するリスト内のインスタンスを選択して下さい。

source: Unable to remove last instance
fi: Viimeistä instanssia ei voitu poistaa
ja: 最後のインスタンスを削除できません。

source: Are you sure you want to remove this instance?
fi: Haluatko varmasti poistaa tämän vyöhykkeen?
ja: このインスタンスを削除してもよろしいですか？

source: Key
fi: Avain
ja: キー

source: Key Type
fi: Avaimen tyyppi
ja: キータイプ

source: Comment
fi: Kommentti
ja: コメント

source: No comment
fi: Ei kommenttia
ja: コメントなし

source: Are you SURE you want to delete this key? You can not revert this
fi: Oletko varma, että haluat poistaa tämän avaimen? Sitä ei voi palauttaa
ja: この鍵を削除してもよろしいですか？ この操作は取り消せません。

source: Add new SSH Key
fi: Lisää uusi SSH avain
ja: 新しいSSHキーを追加する

source: You must enter a key or pick a key-file
fi: Kirjoita avain tai valitse avaintiedosto
ja: キーを入力するか、キーファイルを選択する必要があります

source: Paste your key here:
fi: Liitä avaimesi tähän:
ja: ここにキーを貼り付けてください：

source: Or pick a file
fi: Tai valitse tiedosto
ja: またはファイルを選択する

source: Banner File
fi: Banner tiedosto
ja: バナーファイル

source: Name of a file to be printed before the user has authenticated successfully
fi: Tiedoston nimi tulostetaan ennen kuin käyttäjä on todennettu onnistuneesti
ja: ユーザーが正常に認証される前に表示されるファイルの名前

source: Banner File Path
fi: Bannerin tiedostopolku
ja: バナーファイルのパス

source: Port
fi: Portti
ja: ポート

source: Listen Port
fi: Kuuntelu portti
ja: ポートを待機する

source: Enable Root Password Auth
fi: Salli root salasana todennus
ja: ルートパスワード認証を有効にする

source: Interface
fi: Fyysinen liitäntä
ja: インターフェース

source: Connection Keep Alive
fi: Yhteyksien elossapito
ja: 接続キープアライブ

source: Idle Timeout
fi: Aikakatkaisu
ja: アイドルタイムアウト

source: General settings
fi: Yleiset asetukset

source: Start/Stop Service
fi: Käynnistä/Pysäytä

source: Start or stop service
fi: Käynnistä tai pysäytä palvelu

source: Enabled
fi: Käytössä

source: Enable/Disable starting SSH service during boot
fi: Ota käyttöön / poista käytöstä SSH-palvelu käynnistyksen aikana

source: Verbose logging
fi: Kattava lokitus

source: Set to 1 to enable verbose output by the start script
fi: Asetettu 1, joka ottaa käyttöön kattavan lokituksen

source: Dropbear Instances
fi: Dropbear SSH

source: settings.dropbear.instance
fi: Konfiguroi SSH-pääsy modeemiin.
ja: 設定.Dropbear.インスタンス

source: Show full key
fi: Näytä koko avain
ja: フルキーを表示

source: Accepted SSH keys
fi: Sallitut SSH-avaimet
ja: 認可SSHキー

source: menu-settings-management-dropbear-title
fi: SSH
ja: 設定-管理-dropbear

source: Enable Forwarded Ports
ja: 転送されたポートを有効にする

source: RSA Key File
ja: RSAキーファイル

source: DSS Key File
ja: DSSキーファイル

source: Dropbear SSH Instances
ja: Dropbear SSHインスタンス
