Repository: domoslabs/juci
Catalog: plugins/juci-network-port/po/*.po
Languages: fi

source: Port Speed
fi: Portin nopeus

source: None
fi: Ei mitään

source: Full auto-negotiation
fi: Täysin automaattinen neuvottelu

source: Max 100Mb auto-negotiation, full duplex
fi: Max 100Mb automaattinen yhteydenmuodostus, kaksisuuntainen

source: Max 100Mb auto-negotiation, half duplex
fi: Max 100Mb automaattinen yhteydenmuodostus, vuorosuuntainen

source: Max 10Mb auto-negotiation, full duplex
fi: Max 10Mb automaattinen yhteydenmuodostus, kaksisuuntainen

source: Max 10Mb auto-negotiation, half duplex
fi: Max 10Mb automaattinen yhteydenmuodostus, vuorosuuntainen

source: Only 100Mb, full duplex
fi: Vain 100Mb, kaksisuuntainen

source: Only 100Mb, half duplex
fi: Vain 100Mb, vuorosuuntainen

source: Only 10Mb, full duplex
fi: Vain 10Mb, kaksisuuntainen

source: Only 10Mb, half duplex
fi: Vain 10Mb, vuorosuuntainen

source: Disabled
fi: Pois käytöstä

source: Only 1000Mb
fi: Vain 1000Mb

source: Only 100Mb
fi: Vain 100Mb

source: Port speed
fi: Portin nopeus

source: Pause frames
fi: Taukokehykset

source: Ethernet
fi: Ethernet portit

source: Ethernet Ports
fi: Ethernet portit

source: internet.ethernet.phy.info
fi: Ethernet porttien konfigurointi

source: Fiber Ports
fi: Kuituportit

source: Uplink port
fi: Internetportti

source: This is used to configure the ethernet port as internet uplink.
fi: Tätä porttia käytetään Internet-porttina

source: menu-page-network-ethernet-phy-title
fi: Ethernet

source: page-network-ethernet-phy-title
fi: Ethernet
