Repository: domoslabs/juci
Catalog: plugins/juci-sysupgrade/po/*.po
Languages: fi, ja, sv

source: Do you want to keep your configuration?
fi: Haluatko säilyttää asetukset?
ja: 設定を保存しますか？
sv: Vill du spara inställningarna?

source: If you answer yes then your configuration will be saved before the upgrade and restored after the upgrade has completed. If you choose 'no' then all your current configuration will be reset to defaults.
fi: Jos painat "Kyllä", niin asetukset säilytetään ohjelmiston päivityksen yhteydessä. Mikäli valitset "Ei", käyttöön otetaan uuden ohjelmiston oletusasetukset. Paina "Peruuta" peruuttaaksesi päivityksen
ja: 「はい」を選択した場合現在の設定が保存され、アップグレードが完了した後に復元されます。「いいえ」を選択した場合、すべての設定が工場出荷状態にリセットされます。
sv: Om du svarar ja så kommer dina inställningar att bevaras under uppgraderingen.

source: Yes
fi: Kyllä
ja: はい
sv: Ja

source: No
fi: Ei
ja: いいえ
sv: Nej

source: Abort
fi: Keskeytä
ja: 中止
sv: Avbryt

source: Image check failed
fi: Ohjelmiston tarkistus epäonnistui
ja: イメージチェック失敗
sv: Test av filen misslyckades

source: Error:
fi: Virhe:
ja: エラー:
sv: Fel:

source: New Software Available!
fi: Uusi ohjelmisto saatavilla!
ja: 新しいソフトウェアが利用可能です。

source: No upgrade has been found!
fi: Päivitystä ei saatavilla!
ja: アップグレードは見つかりませんでした。
sv: Ingen uppgradering hittades

source: USB upgrade check failed
fi: USB päivityksen tarkistus epäonnistui
ja: USBアップグレードのチェックに失敗しました
sv: USB uppgraderingstest misslyckades.

source: Online upgrade check failed
fi: Verkkopäivityksen tarkistaminen epäonnistui
ja: オンラインアップグレードのチェックに失敗しました
sv: Online uppgraderingstest misslyckades

source: Downloading and verifying image...
fi: Ladataan ja tarkistetaan ohjelmistoa..
ja: イメージファイルのダウンロードおよび検証中...

source: Uploading
fi: Lähetetään
ja: アップロード中

source: Verifying image...
fi: Tarkistetaan ohjelmistoa..
ja: イメージファイルの検証中...

source: Verifying
fi: Tarkistetaan
ja: 検証する

source: The server returned an error
fi: Palvelinvirhe
ja: サーバーがエラーを返しました
sv: Servern returnerade ett fel

source: A missing section has been created
fi: Puuttuva osio on luotu
ja: 不足しているセクションが作成されました

source: If you click 'Yes' all settings will be saved. If you want to have a clean install click 'No'. To close this dialog click 'Cancel'
fi: Jos painat "Kyllä", niin asetukset säilytetään ohjelmiston päivityksen yhteydessä. Mikäli valitset "Ei", käyttöön otetaan uuden ohjelmiston oletusasetukset. Paina "Peruuta" peruuttaaksesi päivityksen
ja: 「はい」をクリックすると設定が保存されます。クリーンインストールをしたい場合は「いいえ」をクリックして下さい。このダイアログを閉じるには「キャンセル」をクリックして下さい。

source: Do you want to keep settings?
fi: Haluatko pitää asetukset?
ja: 以前の設定を残しますか？

source: Cancel
fi: Peruuta
ja: キャンセル

source: Your box is upgrading
fi: Reitittimesi päivittyy
ja: 本機器はアップグレードされます

source: Something went wrong! Try again later
fi: Jotain meni pieleen! Yritä myöhemmin uudelleen
ja: 不明なエラーが発生しました。しばらくして再度ご確認下さい。

source: You need to select a network!
fi: Valitse verkko!
ja: ネットワークを選択する必要があります。
sv: Du måste välja ett nätverk!

source: New software available
fi: Ohjelmistopäivitys saatavilla
ja: 利用可能な新しいソフトウェア

source: Close
fi: Sulje
ja: 閉じる
sv: Stäng

source: Select image to upgrade
fi: Valitse päivitystiedosto
ja: アップグレードに使用するイメージファイルを選択してください

source: New software is available
fi: Uusi ohjelmisto on saatavilla
ja: 新しいソフトウェアが利用可能です
sv: Ny uppgradering finns tillgänglig!

source: Firmware Upgrade
fi: Ohjelmistopäivitys
ja: ファームウェアアップグレード
sv: Uppgradering

source: settings.upgrade.info
fi: Reititin tarkistaa palvelimelta automaattisesti viimeisimmän saatavilla olevan ohjelmiston. On myös mahdollista päivittää reitittimen ohjelmisto manuaalisesti mikäli se on välttämätöntä. Päivittäminen ei vaikuta nykyisiin asetuksiin.
sv: Här kan du uppdatera programvaran på din EasyBox. Om det behövs, är det möjligt att uppdatera Easybox inbyggda programvaran manuellt. Dina nuvarande inställningar kommer inte att påverkas av programvara uppgradering förfarande.

source: Current Firmware Version
fi: Nykyinen ohjelmistoversio
ja: 現在のファームウェアバージョン
sv: Nuvarande mjukvaruversion

source: Online Update
fi: Online päivitys
ja: オートアップグレード
sv: Online-uppgradering

source: settings.upgrade.online.info
fi: Mikäli palvelimella on saatavilla uudempi ohjelmisto, voidaan se päivittää verkon yli
sv: Klicka på "Sök efter uppdatering" för att starta en online-programvaruuppgradering. Om en ny firmware finns, kommer det att installeras automatiskt på din EasyBox (Internet-anslutning krävs).

source: Check for Upgrade
fi: Tarkista päivitykset
ja: アップグレード確認
sv: Sök efter uppdatering

source: Install Upgrade
fi: Asenna päivitys
ja: アップグレードインストール
sv: Installera uppgradering

source: USB Firmware Upgrade
fi: USB päivitys
ja: USBファームウェアアップグレード
sv: USB Uppgradering

source: settings.upgrade.usb.info
fi: Mikäli reitittimeen kytketyllä USB:lla on saatavilla ohjelmisto voidaan se päivitttää tässä
sv: Det är möjligt att uppdatera firmware från en fil som sparats på ett USB-minne ansluten till USB-porten på din EasyBox. Klicka på "Install Update" för att starta uppgraderingen av automatiska firmware. Observera att det bör finnas en enda firmware-fil att den bör vara placerad under huvudkatalogen (ingen sökning i undermappar).

source: Manual Firmware Upgrade
fi: Manuaalinen ohjelmistopäivitys
ja: マニュアルアップグレード
sv: Manuell uppgradering

source: Pick firmware file to upload
fi: Valitse ladattava ohjelmisto
ja: アップロードするファームウェアファイルを選択して下さい。
sv: Välj firmware för uppladdning

source: Start upgrade
fi: Aloita päivitys
ja: アップグレード開始
sv: Påbörja uppgradering

source: Upgrade
fi: Päivitä
ja: アップグレード
sv: Uppgradera

source: Upgrade Options
fi: Tarkista päivitykset
ja: アップグレードオプション
sv: Uppgraderingsalternativ

source: settings.upgrade.options.info
fi: Valinnat
sv: Här kan du uppgradera mjukvaran på boxen till senaste versionen

source: Firmware image extension
fi: Ohjelmiston tiedostopääte
ja: ファイル拡張子の選択
sv: Firmware filtyp

source: URL for file with latest image filename
fi: Uusimman ohjelmiston URL
ja: 最新のイメージファイル名
sv: URL för filen som innehåller sökvägen till senaste upgrade

source: Upgrade URL base path
fi: Päivitysosoitteen polku
ja: アップグレードURLの基本パス
sv: Bas-URL för uppgraderingen

source: HTTP Directory
fi: HTTP kansio
ja: HTTPディレクトリ
sv: HTTP mapp

source: Online Upgrade
fi: Online päivitys
ja: オンラインアップグレード
sv: Online-uppgradering

source: menu-settings-upgrade-options-title
fi: Valinnat
ja: オプション
sv: Uppgradera

source: settings-upgrade-options-title
fi: Ohjelmistopäivityksen asetukset

source: menu-settings-upgrade-title
fi: Ohjelmistopäivitys
ja: アップグレード
sv: Uppgradera

source: settings-upgrade-title
fi: Ohjelmistopäivitys

source: unknown test
ja: 不明なテスト

source: Enter URL
ja: URL

source: A new system software upgrade is available. Do you want to visit upgrade page and upgrade now?
sv: Nytt version av mjukvaran är tillgänglig. Vill du uppgradera nu?

source: Verifying firmware image
sv: Verifierar firmwarefil

source: Upload completed!
sv: Uppladdningen slutförd

source: .w (JFFS Image)
sv: .w (JFFS Mjukvara)

source: .y (UBIFS Image)
sv: .y (UBIS Mjukvara)

source: fs_image (RAW Rootfs Image)
sv: fs_image (RAW Rootfs Mjukvara)

source: Pick image to upgrade
sv: Välj firmware för uppladdning

source: settings.upgrade.manual.info
sv: Det är möjligt att uppdatera firmware från fil en sparad uppdatering. Den senaste versionen kan hittas på www.dsl-easybox.de.

source: Online upgrade is disabled
sv: Online uppgradering är avaktiverad.

source: USB upgrade is disabled
sv: USB uppgradering är avaktiverad.

source: USB Upgrade
sv: USB uppgradering
