Repository: domoslabs/juci
Catalog: plugins/juci-simple-gui/po/*.po
Languages: fi

source: Static Address
fi: Kiinteä osoite

source: DHCP v4
fi: DHCP IPv4

source: PPP over Ethernet
fi: PPPoE

source: 2.4Ghz Wireless
fi: WiFi

source: Radio Configuration
fi: Radio konfiguraatio

source: SSID Configuration
fi: SSID konfiguraatio

source: 5Ghz Wireless
fi: WiFi

source: LAN Configuration
fi: LAN konfiguraatio

source: DHCP Configuration
fi: DHCP konfiguraatio

source: Enabled
fi: Käytössä

source: Configuration Method
fi: Konfiguraatiomenetelmä

source: Choose Configuration Option
fi: Valitse konfiguraatiovaihtoehto

source: WAN Configuration
fi: WAN konfiguraatio

source: No wan interface found
fi: WAN liitäntää ei löydy

source: WAN IPv6 Configuration
fi: WAN IPv6 konfigurointi

source: menu-simple-2g-wireless-title
fi: WiFi

source: menu-simple-5g-wireless-title
fi: WiFi

source: menu-simple-lan-config-title
fi: LAN

source: simple-lan-config-title
fi: LAN

source: menu-simple-lan-dhcp-config-title
fi: DHCP

source: simple-lan-dhcp-config-title
fi: DHCP

source: menu-simple-services-title
fi: Palvelut

source: simple-services-title
fi: Helpot asetukset

source: menu-simple-wan-config-title
fi: WAN

source: simple-wan-config-title
fi: WAN
